{"sign":"aquarius","placement":"intro","value_id":"1","value":"Your sign is Aquarius, the 11th sign of the Zodiac.You  are witty, clever, humanitarian, inventive, original, obstinate, intelligent, and reliable and have certain fixed principles in your life. You have healthy outlook on life and its problems. You are interested in all progressive things, reserved."}
{"sign":"aquarius","placement":"intro","value_id":"2","value":"Your sign is Aquarius, the 11th sign of the Zodiac.You are consistent in friendship, strong in likes and dislikes. You love solitude. You develop intuition and inspiration. You are interested in deep meditation and concentration. You have retentive memory and research on scientific lines. You work for the common and the downtrodden. You earn money through modern machineries, investments and discoveries, interested in technical education."}
{"sign":"aquarius","placement":"intro","value_id":"3","value":"Your sign is Aquarius, the 11th sign of the Zodiac.You weigh everything before executing or watch and wait till others execute. Caution, patience, concentration, studiousness never leave you. Your conversation is always interesting, straightforward, temperamental and admired by all. You are kind, fond of learning and inspire noble thoughts."}
{"sign":"aquarius","placement":"intro","value_id":"4","value":"Your sign is Aquarius, the 11th sign of the Zodiac.You are down to earth and someone who always crave to make the world a better place. You are always with full of new thoughts and ideas. You are intellectual and analytical too. You are friendly in nature as well as highly compassionate and have a very good sense of humor which makes you likable among others."}
{"sign":"aquarius","placement":"intro","value_id":"5","value":"Your sign is Aquarius, the 11th sign of the Zodiac.You are independent, friendly, and yes unpredictable too. You are truthful compassionate and also a very strong person. You are always ready to help others and this is the best part in your nature. You care for everybody who is around you. You get mixed up with people easily no matter what age and background you come from."}
{"sign":"aquarius","placement":"intro","value_id":"6","value":"Your sign is Aquarius, the 11th sign of the Zodiac.are mentally alert, open, friendly and curious about anything and everything that is new. You are an original thinker, often eccentric, who prize individuality and freedom above all. You chafe at restrictions placed upon you by society and seek to follow your own path. Once you make up your mind about something, nothing can convince you to change what you believe."}
{"sign":"aquarius","placement":"category","category":"career","value_id":"1","value":"You are always full of ideas when it is required in your professional career. You are a very good leader and hardworking employee and an inspiration to other colleagues. You are very creative and strong and do not prefer a 9 to 5 kind of a job. You always urge to do something unique."}
{"sign":"aquarius","placement":"category","category":"career","value_id":"2","value":"You have no love for a 9 to 5 kind of job as you get bored easily and hence, prefer unconventional careers where you can continuously put forth unique ideas. You excel beautifully if your job provides you with ample flexibility and new opportunities to work for a humanitarian cause. Best suited careers for you would be in the fields of Sociology, Science, Astrology, Politics, Social Work, etc."}
{"sign":"aquarius","placement":"category","category":"romance","value_id":"1","value":"If we talk about the love relations you are a free spirit or like a butterfly who sits on every flower but belongs to none of them. Your love relations do not last very long as you are shy to commit. When in love, you are imaginary and witty and love is fun for you. You have a light hearted approach towards love."}
{"sign":"aquarius","placement":"category","category":"romance","value_id":"2","value":"You are supportive and extremely caring and love to laugh a lot when with friends.Intellectual stimulation is what you looks for in a love relationship. You enjoy lively candid chats that come straight from the heart and are full of genuine sincerity towards the other person. Needless to say, you are a good listener both to your loved ones and strangers. You love impersonally and selflessly. You lay a lot of importance on equality and justice and hence, expect the same respect from your mate."}
{"sign":"aquarius","placement":"category","category":"children","value_id":"1","value":"You have an inquiring mind and want to know everything. You are impulsive, sensitive and little mysterious at times. You are unique and creative. You always invent or experiment something new at a very small age.You are gentle and very soft hearted, as well as unpredictable, but you are calm and pleasant as well. You are very friendly in nature and have many friends and you always help your friends."}
{"sign":"aquarius","placement":"category","category":"children","value_id":"2","value":"You have lot of stamina and energy level so parents should take care to maintain your energy level and stamina. Inculcate the proper diet so that the energy and stamina can be kept well. In School or in academics you always get good grades. You like to get new knowledge and enjoy the learning. You are very talented and have expertise in many of the subjects. You are very good at scientific research or management expert kind of stream."}
{"sign":"aquarius","placement":"category","category":"finance_parenthood","value_id":"1","value":"You follow a set rules and ideas and stick to it for your entire life. Having belief with strong convictions, you fight for what you believe in. Intuition and intelligence blends in your sign. You can converse endlessly on what you believe to be true. Often you take oppressed, rejected and disapproved elements of society. You cherish and guard your independence, and are a strange mixture of caring concern and cool detachment. You are intelligent, very capable of dealing with facts, possess good concentration, are kind, humane, self control."}
{"sign":"aquarius","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are an unpredictable parent who nurtures your child according to parenting practices in vogue. You are never hesitant to use latest aids, foods etc., to rear a child ,that claim to enhance personality and intelligence of child. On a positive note you always respect individuality and provide ample space and opportunities for your child to grow."}
{"sign":"aquarius","placement":"predictions","category":"career","value_id":"1","value":"There are probabilities of going on a long journey in the first half of the year. You might go abroad too for higher education / the expansion of business. If you are in job there are chances of your getting relocated. This year would prove to be auspicious for transfer. You might have to stay away from your family."}
{"sign":"aquarius","placement":"predictions","category":"career","value_id":"2","value":"The beginning of year shall be generally favorable for you and little hard work would help you in the accomplishment of your tasks. You are likely to start a new business and you would be getting the cooperation of your friends and relatives. Business shall be extremely beneficial. You would come into contact of some very important people. Try not to perform several activities simultaneously. Do everything with pinpoint concentration. The transit of Jupiter is highly favorable for getting a senior post of responsibility for those who are in job and financial gains can be expected there in."}
{"sign":"aquarius","placement":"predictions","category":"career","value_id":"3","value":"The coming year 2015 would be prosperous and successful for you. New connections with influential people would be beneficial for you. You would be more focused and determined in your work and this would help you achieve goal after goal. Hence, you should plan your future goals, both for your positive and negative points. Those travelling can expect to have a comfortable journey. It is foreseen that blessings and valuable advice of a holy man would help you steer your  life in the right direction."}
{"sign":"aquarius","placement":"predictions","category":"career","value_id":"4","value":"The year, 2015 would have an excellent start as your finances would be getting a huge increase and some of the past investments would pay off. Your prediction ensures prosperity, so you can indulge into new business deal as well. Your rapport with your colleagues and subordinates would yield good results. You might purchase a new vehicle since planetary positions are in favor. Business partner would be enthusiastic about new plans and venture. If you are employed,you can expect promotion and good increments."}
{"sign":"aquarius","placement":"predictions","category":"career","value_id":"5","value":"The year 2015 is a progressive period of studies and you would discover your hidden talents. Gut feeling and guesswork might likely to do wonder in money matters for some. Jobs prospects can be excellent, if you are willing to experiment and take a chance at something new. This year you would understand the value of money in your life by the way of addition of security. You need to control your aggression well and stay focused on your work to ensure optimum growth."}
{"sign":"aquarius","placement":"predictions","category":"career","value_id":"6","value":"This year 2015 long distance travels are a possibility so you might get a chance to travel abroad for higher education or work. Those already residing in foreign nations can expect a good amount of lift in your careers in the form of rise in role and responsibility with increase in income. Overseas projects might get fruitful. An overseas travel with family to attend a wedding or for vacation purposes is also present on cards."}
{"sign":"aquarius","placement":"predictions","category":"children","value_id":"1","value":"The first half of the year is indicating success in competitive exams but you need to be focused. The latter half of the year shall be more auspicious in this connection and you are likely to enroll yourself in a new course. There are probabilities of going away for carrying the pursuit of education."}
{"sign":"aquarius","placement":"predictions","category":"children","value_id":"2","value":"The year 2015 is a progressive period of studies and you would discover your hidden talents. Gut feeling and guesswork might likely to do wonder in money matters for some. Jobs prospects can be excellent, if you are willing to experiment and take a chance at something new. This year you would understand the value of money in your life by the way of addition of security. You need to control your aggression well and stay focused on your work to ensure optimum growth."}
{"sign":"aquarius","placement":"predictions","category":"children","value_id":"3","value":"This year 2015 long distance travels are a possibility so you might get a chance to travel abroad for higher education or work. Those already residing in foreign nations can expect a good amount of lift in your careers in the form of rise in role and responsibility with increase in income. Overseas projects might get fruitful. An overseas travel with family to attend a wedding or for vacation purposes is also present on cards."}
{"sign":"aquarius","placement":"predictions","category":"romance","value_id":"1","value":"If you had been facing problems in relations or faced a break up, you would find things improving. Your relations would see a brighter phase with the beginning of year 2015. Socially, it would be a rewarding period for you as you would have a great time with new acquaintances as well as with friends. You might have chance to refresh your personal tie ups which could positively influence your social lives. Visiting place of religious significance or getting involved in spiritual activities would be beneficial for your family. "}
{"sign":"aquarius","placement":"predictions","category":"romance","value_id":"2","value":"It is foreseen that you would be able to see 'eye to eye' with your partner in most matters, and thus, would be able to take decisions easily. There are possibilities that your spouse or lover might be extra demanding but you would be able to manage through it. Huge amount of work might also keep you away from family and love which could cause misunderstandings and quarrels. If you are planning to get married, you should go ahead without any hesitation as the stars are fully favorable. Bachelors would be successful in finding the right soul mate. If single, you might find a love match this year."}
{"sign":"aquarius","placement":"predictions","category":"romance","value_id":"3","value":"This year 2015 long distance travels are a possibility so you might get a chance to travel abroad for higher education or work. Those already residing in foreign nations can expect a good amount of lift in your careers in the form of rise in role and responsibility with increase in income. Overseas projects might get fruitful. An overseas travel with family to attend a wedding or for vacation purposes is also present on cards."}
{"sign":"aquarius","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"This year is going to prove highly auspicious for financial gains. You won't be facing any financial problem. There are probabilities of  increase in your inflow of money. The business would certainly bring in financial gains. The transit of Jupiter in latter half of the year is giving indications of financial gains from your son."}
{"sign":"aquarius","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"Excellent gains in professional life are expected this year. The latter half of the year indicates matrimonial development and some good news in the close family relation might pore in. The enemies of family would disappear and there shall be an atmosphere of love, laughter and harmony in the family."}
{"sign":"aquarius","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"The beginning of year shall be generally favorable for you and little hard work would help you in the accomplishment of your tasks. You are likely to start a new business and you would be getting the cooperation of your friends and relatives. Business shall be extremely beneficial. You would come into contact of some very important people. Try not to perform several activities simultaneously. Do everything with pinpoint concentration. The transit of Jupiter is highly favorable for getting a senior post of responsibility for those who are in job and financial gains can be expected there in."}
{"sign":"aquarius","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"The coming year 2015 would be prosperous and successful for you. New connections with influential people would be beneficial for you. You would be more focused and determined in your work and this would help you achieve goal after goal. Hence, you should plan your future goals, both for your positive and negative points. Those travelling can expect to have a comfortable journey. It is foreseen that blessings and valuable advice of a holy man would help you steer your  life in the right direction."}
{"sign":"aquarius","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"The year, 2015 would have an excellent start as your finances would be getting a huge increase and some of the past investments would pay off. Your prediction ensures prosperity, so you can indulge into new business deal as well. Your rapport with your colleagues and subordinates would yield good results. You might purchase a new vehicle since planetary positions are in favor. Business partner would be enthusiastic about new plans and venture. If you are employed,you can expect promotion and good increments."}
{"sign":"aquarius","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"This year 2015 long distance travels are a possibility so you might get a chance to travel abroad for higher education or work. Those already residing in foreign nations can expect a good amount of lift in your careers in the form of rise in role and responsibility with increase in income. Overseas projects might get fruitful. An overseas travel with family to attend a wedding or for vacation purposes is also present on cards."}
