{"sign":"aries","placement":"intro","value_id":"1","value":"You are an Arien, the first sign, the child of zodiac! You are Enthusiastic & Outgoing. As a fire sign, you are adventurous, independent and all about the action. At the same time, Aries are able to overcome challenges you are faced with."}
{"sign":"aries","placement":"intro","value_id":"2","value":"You are an Arien, the first sign, the child of zodiac! You are innocent, clean hearted, energetic and aggressive. You are independent, generous, optimistic, enthusiastic and courageous. You are sensuous and emotional. You have a tendency to increase your personal, social and political influence. You are talkative and can talk about anything and nothing."}
{"sign":"aries","placement":"intro","value_id":"3","value":"You are an Arien, the first sign, the child of zodiac! You are innocent, clean hearted, energetic and aggressive. You are independent, generous, optimistic, enthusiastic and courageous.You like conversations about intellectual topics and engage yourself in lively discussions or friendly debates."}
{"sign":"aries","placement":"intro","value_id":"4","value":"You are an Arien, the first sign, the child of zodiac! You don’t like to think much rather believe in coming into action actively. You are bold. You are a born leader and great follower .You are generally sparkling, happy, bubbling over with zest and high spirits. You are straightforward and are not diplomatic at all."}
{"sign":"aries","placement":"intro","value_id":"5","value":"You are an Arien, the first sign, the child of zodiac! \"The more the merrier\" is an Aries Mantra for friendship. You have a huge circle with friends flocking in from different backgrounds and displaying varied personalities. The only thing you would have in common would be your zest for life and energy."}
{"sign":"aries","placement":"intro","value_id":"6","value":"You are an Arien, the first sign, the child of zodiac! You are sensitive, compassionate and a dependable. You like conversations about intellectual topics and engage yourself in lively discussions or friendly debates.You have a huge circle with friends flocking in from different backgrounds and displaying varied personalities."}
{"sign":"aries","placement":"intro","value_id":"7","value":"You are an Arien, the first sign, the child of zodiac! You are independent, fearless, do not want to be advised and always give top priority to your opinion. Born under the influence of Ram - you are creative and daring. This is a sign of trailblazers and pioneers. Those born under this sign are first to venture into new land and careers."}
{"sign":"aries","placement":"intro","value_id":"8","value":"You are an Arien, the first sign, the child of zodiac! You are simple, frank and of outspoken nature. You are not good in organizing schemes, but can guide, control and govern yourself and others. You have a huge circle with friends flocking in from different backgrounds and displaying varied personalities."}
{"sign":"aries","placement":"category","category":"children","value_id":"1","value":"You are energetic and innovative. You are a born leader and independent as well. You have a great stamina and has a competitive stint.You have a tendency to do new things and new projects every time but the child gets bored with this and leave it in between. You are attention seeker and he is boss at home. You are affectionate and loves to show his emotions. You are always eager to do anything first be it walking or talking."}
{"sign":"aries","placement":"category","category":"children","value_id":"2","value":"You are good in studies and you do not have to run behind him taking books in your hand to study and You are a quick learner. You have a high I. Q. You are very hard working in terms of studies, but at times show a careless attitude towards studies. The good option will be Law, Commerce, Engineering, Research and Science. Going to abroad for further studies is also favorable for you."}
{"sign":"aries","placement":"category","category":"career","value_id":"1","value":"You are generally sparkling, happy, bubbling over with zest and high spirits. Hard core Arien’s are straightforward and are not diplomatic at all. You are successful in those professions where courage, vigor and strength are needed like police, military or sports."}
{"sign":"aries","placement":"category","category":"career","value_id":"2","value":"You often find peace in professions where you are constantly challenged in your career, be it mentally or physically. Research, medicine and surgery, sports, adventure travel, psychology and entrepreneurship are much of your favored professions."}
{"sign":"aries","placement":"category","category":"career","value_id":"3","value":"You love your independence in everything you do and generally inclined to lack caution. It is the impulsive nature of the Aries born that you are quick thinkers and action takers."}
{"sign":"aries","placement":"category","category":"career","value_id":"4","value":"You are large a scale organizer. You usually find yourself as head of businesses and important roles in high level organizations and countries. With enormous ambitions, you always take the bets that help you succeed in life and gain money and position."}
{"sign":"aries","placement":"category","category":"romance","value_id":"1","value":"You are popularly known as a Casanova because of your several amorous adventures. Your romances are sudden, of the highest passion, rising to the highest crescendo like a rocket but immediately of short duration. You have highest organizing capacities. You are a complete person and can be highly compatible to your partner."}
{"sign":"aries","placement":"category","category":"romance","value_id":"2","value":"You are loving and extremely mindful of your partner's needs. Pampering your beloved with extravagant gestures is your happiest moment which fills you with a sense of accomplishment. You, however, demand complete reciprocation of devotion, passion and attention."}
{"sign":"aries","placement":"category","category":"finance_parenthood","value_id":"1","value":"You are known to be an excellent parent. You  expect your youngsters to be independent from very early age. You  shower your children with encouragement. You  encourage your child to play competitive and rough games. Sometimes being forceful you  neglect child’s own skills. You  enjoy playing with your children and apt for companionable style of parenting rather than conventional one."}
{"sign":"aries","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are precise in your work. You embrace technology, finding innovative ways to use it.You are ruled by the planet Mars, making you excellent with tools, machinery, computers, sports, and fire. You are excellent at professions that require you to think things through."}
{"sign":"aries","placement":"category","category":"finance_parenthood","value_id":"3","value":"You  are known for your individuality and assertiveness. Your tendency to take risks is not always confined to dangerous situations. You are equipped and capable to deal with any adverse situation. You are witty and highly optimistic. You are known to be an excellent parent. You  expect your youngsters to be independent from very early age."}
{"sign":"aries","placement":"predictions","category":"children","value_id":"1","value":"You would show increased interest and enthusiasm on your academic front and would be able to overcome competition easily. It appears that you would be moving into a completely new realm, where you would need to learn new things and stretch to meet new standards of excellence. Things would change for the better this year."}
{"sign":"aries","placement":"predictions","category":"children","value_id":"2","value":"For your career this year's planetary transit would push you away from your birthplace or else you might go on a foreign journey. You would travel frequently for the progress of your career. The transit of Jupiter in 5th house is indicating success in competitive examinations but you shall have to work very hard."}
{"sign":"aries","placement":"predictions","category":"children","value_id":"3","value":"As an Arien, you are often the leader who leads the way and are never skeptic of trying out new things, this year would be no different for you. This year you would be seen as a good researcher. You would do all tasks willingly and with a lot of genius in it."}
{"sign":"aries","placement":"predictions","category":"career","value_id":"1","value":"While stable and secure in 2015, your career needs your focused attention. While business continues as usual, there are unexpected changes, not necessarily of your own making Aries. Business relationships hit some turbulence centered around different perceptions on what was initially agreed upon. Most importantly, bring those ideas you have on the back burner up to the front. Make a commitment to get them set into motion in 2015."}
{"sign":"aries","placement":"predictions","category":"career","value_id":"2","value":"For your career this year's planetary transit would push you away from your birthplace or else you might go on a foreign journey. You would travel frequently for the progress of your career. The transit of Jupiter in 5th house is indicating success in competitive examinations but you shall have to work very hard."}
{"sign":"aries","placement":"predictions","category":"career","value_id":"3","value":"The year 2015 would begin on an excellent note for your finances. It is also a period of rapid growth and fulfillment. You would observe fruition of your personal desires and witness a boost in your career as planets quietly arrange into a perfect position to help you get ahead."}
{"sign":"aries","placement":"predictions","category":"career","value_id":"4","value":"Your excellent working efficiency and expertise would help you in getting solutions for your problems. You would also get the opportunity to associate or work with some big firm. There is probability of financial prosperity and success in professional life. There are probabilities of celebration of an auspicious ceremony at your home."}
{"sign":"aries","placement":"predictions","category":"career","value_id":"5","value":"This year is going to prove generally auspicious for your financial condition. There might remain some health related troubles in the family and money might get spent in medical assistance. However, there is probability of getting inherited property too. During this time you are advised not to lend money to somebody otherwise you might lose your money. Money might get spent on the celebration of some auspicious ceremony or your marriage."}
{"sign":"aries","placement":"predictions","category":"career","value_id":"6","value":"There is very strong probability of your going away from your birthplace and you might go abroad. This journey would be in connection to your professional life. This journey will bring financial gains too. The transit of Jupiter after the mid of the year shall be creating probability of going on a pilgrimage."}
{"sign":"aries","placement":"predictions","category":"romance","value_id":"1","value":"It is predicted that  Aries people who are single and looking for a partner, would sure come across one this year. If you are already in a relationship, you might decide to finalize this relationship. For those who are married, children would be a source of great happiness."}
{"sign":"aries","placement":"predictions","category":"romance","value_id":"2","value":"If you are in a relationship, you might decide to finalize this relationship this year. You should express your feelings to the loved one with ease and confidence and stop worrying about the differences in your married life, as with compatibility, they  would be resolved soon."}
{"sign":"aries","placement":"predictions","category":"romance","value_id":"3","value":"This year is going to prove generally auspicious for your financial condition. There might remain some health related troubles in the family and money might get spent in medical assistance. However, there is probability of getting inherited property too. During this time you are advised not to lend money to somebody otherwise you might lose your money. Money might get spent on the celebration of some auspicious ceremony or your marriage."}
{"sign":"aries","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"This year shall prove to be generally auspicious for family life but you are advised to look after the health of your parents and be very particular about their health. For good health you should be advised to do yoga. The transit of Jupiter would prove favorable for you in the latter half of the year and help you earn all types of gains. Its auspicious 9th aspect on Lagna shall enhance your immunity, mental peace and positive thinking."}
{"sign":"aries","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"Financial horoscope for the year 2015 reveals that there would be positive developments. Creativity can be effectively used in work which could translate into success. Rivals would be quite active but you would be able to counter their moves.If you wish to invest your surplus money, do so after August 2015 as the period is good for buying or selling of precious possessions, accumulate wealth and to make long term assets."}
{"sign":"aries","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"2015 is predicted to be an year of new friendships and getting together for Aries. The year would bring pleasant atmosphere in home and family with lots of parental support and blessings from elders. There might be addition of some new members in the family. A joyful news is foreseen too. It is expected that your spouse and friends would prove to be a great support and help at the time of need.  Elderly couples would enjoy harmonious and peaceful relationship in the serene environs of home."}
{"sign":"aries","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"Your excellent working efficiency and expertise would help you in getting solutions for your problems. You would also get the opportunity to associate or work with some big firm. There is probability of financial prosperity and success in professional life. There are probabilities of celebration of an auspicious ceremony at your home."}
{"sign":"aries","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"This year is going to prove generally auspicious for your financial condition. There might remain some health related troubles in the family and money might get spent in medical assistance. However, there is probability of getting inherited property too. During this time you are advised not to lend money to somebody otherwise you might lose your money. Money might get spent on the celebration of some auspicious ceremony or your marriage."}
{"sign":"aries","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"There is very strong probability of your going away from your birthplace and you might go abroad. This journey would be in connection to your professional life. This journey will bring financial gains too. The transit of Jupiter after the mid of the year shall be creating probability of going on a pilgrimage."}
