{"sign":"cancer","placement":"intro","value_id":"1","value":"You are a Cancerian, the fourth sign of the Zodiac.You are dependable, loyal, adaptable, caring and responsive. You are hypersensitive and hyper emotional. You are sensible."}
{"sign":"cancer","placement":"intro","value_id":"2","value":"You are a Cancerian, the fourth sign of the Zodiac.You have powerful imagination and are highly intuitive. You can visualize future events with the help of your powerful imagination and intuition."}
{"sign":"cancer","placement":"intro","value_id":"3","value":"You are a Cancerian, the fourth sign of the Zodiac.You are famous for fertile imagination and ability to imitate others with ease. Many famous mimics and actors are born under this sign. You are receptive to new ideas and adapt yourself to new environment."}
{"sign":"cancer","placement":"intro","value_id":"4","value":"You are a Cancerian, the fourth sign of the Zodiac.You are fairly dashing, commanding, dominating, kind, affable, helpful, over sensitive, considerate and highly thoughtful. You are a reliable, sincere, dedicated, responsible and determined individual."}
{"sign":"cancer","placement":"intro","value_id":"5","value":"You are a Cancerian, the fourth sign of the Zodiac.You have more determination and stamina than any other sign. You will always take a project started by them to its logical conclusion and not leave it half way. You will always cling on to personal relationships and will enjoy command at your workplace."}
{"sign":"cancer","placement":"intro","value_id":"6","value":"You are a Cancerian, the fourth sign of the Zodiac.You are highly talented and will do remarkably well if you are given opportunities.You have more determination and stamina than any other sign. You will always take a project started by them to its logical conclusion and not leave it half way."}
{"sign":"cancer","placement":"intro","value_id":"7","value":"You are a Cancerian, the fourth sign of the Zodiac.Driven by imaginations, intuitions you reach to conclusions with logical and rational assessments. If you feel certain action is called for the indications are that it will be right one. You are fond of change, novelty and travelling."}
{"sign":"cancer","placement":"intro","value_id":"8","value":"You are a Cancerian, the fourth sign of the Zodiac. You run the entire gamut of human emotion. Blessed with motherly feeling you value relationships and feeling. Often you are caring, sympathetic and friendly. You aspire for emotional stability and happiness throughout life."}
{"sign":"cancer","placement":"category","category":"children","value_id":"1","value":"Driven by intuition and emotions you reach end with logical assessment. Endowed with great tenacity and determination you can excel in any field."}
{"sign":"cancer","placement":"category","category":"children","value_id":"2","value":"You need constant love, affection, a stable protective environment to learn, grow and nurture. You are affectionate and caring for your near and dear once. You need lot of encouragement to develop your level best."}
{"sign":"cancer","placement":"category","category":"children","value_id":"3","value":"You are the happiest child and loves to be in your own world and dreams. When in group you are not a leader ,you get along with others. You are very caring gentle, soft and sensitive and very affectionate, but from inside you are tough and do not need sympathy. You are so imaginative and creative that you can surprise others with your creativity."}
{"sign":"cancer","placement":"category","category":"romance","value_id":"1","value":"You are like the moon with a gentle unassuming and cautious external behavior and forceful, ambitious and strong personality inside. You are prone to be promiscuous who crave for stability and security but badly resist changes and hang on with the past. Once get hurt, you are highly tended to remain single and bitter for rest of life. You should learn to trust your partner and drive away your fear of betrayal."}
{"sign":"cancer","placement":"category","category":"romance","value_id":"2","value":"Love is completely a mystery to you as your inborn distrust and shyness obstruct you to get partner easily. Your keen attention and loyalty make you a best partner. You need reassurance and tenderness in relationships."}
{"sign":"cancer","placement":"category","category":"career","value_id":"1","value":"You have a natural style for learning a variety of subjects, as you have a strong instinct and thoughts, which makes them excellent artists, writers, composers, actors, and psychics. Besides, these perceptive types love to raise and take care of things, and hence you may go places if you make a career in the fields of human resource, law, nursing, teaching and childcare. Cancer natives do your homework and come well-prepared for meetings and conferences, as you are very accountable people."}
{"sign":"cancer","placement":"category","category":"career","value_id":"2","value":"Cancerians make good administrators, orators and preachers. You can excel in the fields of water related jobs. You do very well in professions related to irrigation, airlines, navy, shipping, and travel. Your command over your profession brings appreciation for them. This sign really makes them very powerful and influential. You do very well in politics and in artistic fields. your success would be phenomenal if you learn to control your sensitivity, impatience and changeable nature."}
{"sign":"cancer","placement":"category","category":"finance_parenthood","value_id":"1","value":"Cancer people possess clear sense of what others think about things. With this great asset you gain in both business and working place. In case of family business, you can gain immense wealth.If you sit in the chair of boss, then people working under you will be your children."}
{"sign":"cancer","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are fortunate enough to have a good financial status. You accumulate wealth with your own perseverance and hard efforts and enjoy all amenities of life. You love honesty and honest people. You cannot tolerate unscrupulous people. You will never spare the people who try to ditch them or befool them."}
{"sign":"cancer","placement":"predictions","category":"children","value_id":"1","value":"From academics point of view, things may not be very hunky dory for you, unless you try very hard to stay focussed. But, if you are in research or are involved in higher studies like Post Doctoral research, teaching etc. you will have a lot on your side."}
{"sign":"cancer","placement":"predictions","category":"children","value_id":"2","value":"Apart from studies, you need to concentrate on extra curricular activities also. This will help you develop your overall personality. This year, you will have to work hard to concentrate on studies and hobbies alike."}
{"sign":"cancer","placement":"predictions","category":"romance","value_id":"1","value":"The first half of the year shall be auspicious for the growth, success and prosperity of all family members.You will see betterment in education, health and career of children. Those who do not have children can expect childbirth in your family. This year is going to prove too good for your spouse and all round progress in the life of spouse can be expected."}
{"sign":"cancer","placement":"predictions","category":"romance","value_id":"2","value":"It is your personal sphere that shall need your undivided attention through the year. The more you nurture your special relationships, the sweeter shall they get. In marriage and committed relationships, it shall be important to remain frank."}
{"sign":"cancer","placement":"predictions","category":"romance","value_id":"3","value":"The first half of the year gives the indication of going on pilgrimage or to a place of ancestors. You are likely to get transferred to your place of choice along with your promotion. You would become more responsible towards your family."}
{"sign":"cancer","placement":"predictions","category":"career","value_id":"1","value":"The first half of the year is going to prove highly beneficial for you which is giving indications of getting into a new business. Those who are in job are likely to get promoted. After the mid of the year there shall be expansion in business with bigger financial gains. Those who are in job shall start doing very well in your professional life."}
{"sign":"cancer","placement":"predictions","category":"career","value_id":"2","value":"The favorable transit effect on house of education indicates success in competitive examinations and you shall be doing better in banking industry, management or any other educational pursuit which would prove to beneficial for career related progress."}
{"sign":"cancer","placement":"predictions","category":"career","value_id":"3","value":"There will be highs and lows this year, but happily, the highs will overshadow the lows. Your finances will be good, despite a possible change in your job/career path. Property purchase or inheritance is likely."}
{"sign":"cancer","placement":"predictions","category":"career","value_id":"4","value":"There will be highs and lows this year, but happily, the highs will overshadow the lows. Your finances will be good, despite a possible change in your job/career path. Property purchase or inheritance is likely."}
{"sign":"cancer","placement":"predictions","category":"career","value_id":"5","value":"The year looks set to be favourable for switching jobs. And, even if you continue in your present job, you stand to gain. Financial gains are on the cards too.  Do take care and check all quarters, and if need be, get expert advice. If you are waiting for your first job, 2015 may bring your way good professional opportunities."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"The first half of the year is going to prove highly beneficial for you which is giving indications of getting into a new business. Those who are in job are likely to get promoted. After the mid of the year there shall be expansion in business with bigger financial gains. Those who are in job shall start doing very well in your professional life."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"The favorable transit effect on house of education indicates success in competitive examinations and you shall be doing better in banking industry, management or any other educational pursuit which would prove to beneficial for career related progress."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"There will be highs and lows this year, but happily, the highs will overshadow the lows. Your finances will be good, despite a possible change in your job/career path. Property purchase or inheritance is likely."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"There will be highs and lows this year, but happily, the highs will overshadow the lows. Your finances will be good, despite a possible change in your job/career path. Property purchase or inheritance is likely."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"The year looks set to be favourable for switching jobs. And, even if you continue in your present job, you stand to gain. Financial gains are on the cards too.  Do take care and check all quarters, and if need be, get expert advice. If you are waiting for your first job, 2015 may bring your way good professional opportunities."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"Happy news is that the highs shall be higher this time round – thus overshadowing the lows for most part of the year. Your finances and monetary dealings shall keep you in a good stead for most part of the year, despite a possible change in your job/ career path. Property purchase or inheritance is likely."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"7","value":"It is your personal sphere that shall need your undivided attention through the year. The more you nurture your special relationships, the sweeter shall they get. In marriage and committed relationships, it shall be important to remain frank."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"8","value":"The first half of the year gives the indication of going on pilgrimage or to a place of ancestors. You are likely to get transferred to your place of choice along with your promotion. You would become more responsible towards your family."}
{"sign":"cancer","placement":"predictions","category":"finance_parenthood","value_id":"9","value":"The financial position shall be good throughout the year. Sudden financial gains are indicated. Your saving potential shall increase and you might spend money on jewelry and other domestic articles."}
