{"sign":"capricorn","placement":"intro","value_id":"1","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are prudent, thoughtful, reasoning,self - reliant and highly intellectual. You are responsible, patient and ambitious. You are very focused for the accomplishment of your tasks. You always keep your goal in your minds. You are clever and very practical."}
{"sign":"capricorn","placement":"intro","value_id":"2","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are honest, sincere and economical.You always keep your goal in your mind. You are clever and very practical. You know it very well that how to get your jobs done.You melt like wax in the warmth of friendship and goodness. You have special organizing ability. Even in adverse circumstances you rarely ask for help. "}
{"sign":"capricorn","placement":"intro","value_id":"3","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac. You are fond of traveling. You possess attractive eyes. You have very thick hair. You are very talkative. You are very clever but lazy."}
{"sign":"capricorn","placement":"intro","value_id":"4","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are very careful about your projects. You will achieve success through your intellect. You are fond of art and will achieve success in artistic pursuits. You are very self-centered."}
{"sign":"capricorn","placement":"intro","value_id":"5","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are practical and will get success in politics. You do not fear hindrances and obstacles and will be successful in your projects. You are a deep thinker and possess knowledge of many sciences. You plan and execute your work swiftly. You have a good memory. You are learned and respected."}
{"sign":"capricorn","placement":"intro","value_id":"6","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are very warm, nice and graceful, your smile is very warm which turns everyone's eyes towards you. You have got a good sense of humour and are very lively also. You are independent and at times very stubborn. You always strive for rising upwards no matter, how much obstacles, tragedy or disappointment come your way."}
{"sign":"capricorn","placement":"intro","value_id":"7","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are dutiful, responsible and witty. To achieve success, status, position, affluence and wealth, is your ultimate goal. Slowly but continuously you make your way until you reach the top. You are always on the move, reaching, striving, working and turning ideas into reality."}
{"sign":"capricorn","placement":"intro","value_id":"8","value":"You are born in Capricorn ascendant, which is the 10th sign in the zodiac.You are very practical, strong willed, ambitious, determined, reliable, careful, prudent, hard working, sympathetic and generous.To achieve success, status, position, affluence and wealth, is your ultimate goal. "}
{"sign":"capricorn","placement":"category","category":"children","value_id":"1","value":"You are determined, and strive to raise high and reach the top. You are serious and responsible in everything you do.You are intelligent and quite mature for your age. You are someone who have patience and  the one who will become organized as you grow.You are responsible and dutiful in whatever you do, and that is the reason why  you are the favourite of your teachers and classmates in school."}
{"sign":"capricorn","placement":"category","category":"children","value_id":"2","value":"You are ambitious and will put all your hard work to achieve the goal and ambition you have. You do not waste time in any useless game, rather you do some constructive and result oriented work. You are interested in music,dance as well and other curricular activities like debate etc."}
{"sign":"capricorn","placement":"category","category":"career","value_id":"1","value":"You take your career as your life’s mission. Looking back is not something you have ever known. Success is the utmost satisfaction. Being the providers of the zodiac, you like working in teams where you can feel ‘needed’ and guide others together towards the bigger picture in an organized well-orchestrated manner. You are a terrific combination of an analytical mind, careful with money, and master management skills which help you excel in professions such as finance, law and administration, science, medicine, media, arts, etc."}
{"sign":"capricorn","placement":"category","category":"career","value_id":"2","value":"You are capable of great endurance. Reliable in any profession you undertake.A careful, ambitious planner, a Capricorn moves forward with quiet, deliberate persistence. You seek positions where you can have great control and authority. You tend to be profound thinkers. Rational, logical and clearheaded, you have excellent concentration, and delight in all forms of debate but will maintain these bonds  in your entire life. Your most important need is financial and material security."}
{"sign":"capricorn","placement":"category","category":"career","value_id":"3","value":"The suitable professional industries for you include chemicals, water related goods, marine products, harbours, gardening equipment, construction, survey or banks, hospitals, ice stores, lumber rooms, public servant, cottage industry, public works, agriculture, wholesale business, municipality, corporation, leather store, cement, logs. You can excel as builder, dentist, engineer, farmer, CEO, teacher, chiropractor, osteopath, orthopaedic surgeon, mathematician, biographer, geologist, councillor, architect, scientist, property dealer, juggler, masons, surveyor, priests, administrator, estate agent, politician, manager, town planner."}
{"sign":"capricorn","placement":"category","category":"romance","value_id":"1","value":"You make reliable, faithful and honest friends who can never say no to a friend in need. Not used to sharing your lives with many, these shy reserved personalities have a small circle of treasured buddies. In friendship, you are not very expressive but are supremely attached to your friends. Love is a blanket of satisfaction and security for Capricorn. You value traditions, relationships and are very responsible towards your loved ones."}
{"sign":"capricorn","placement":"category","category":"romance","value_id":"2","value":"You are passionate and devouted. You express less in love as you think of love as a feeling of trust and quite reliability. So, people assume you to be controlled and calculated, which you are to some extent, but you are extremely caring, undemanding, and supportive. You are passionate but only in the presence of your perfect mate who most likely is strong, confident and conservative like yourself."}
{"sign":"capricorn","placement":"category","category":"finance_parenthood","value_id":"1","value":"Being practical, goal oriented you map your future on rigid path. you usually execute quickly any work after taking a careful decision. When it is found advantageous you will not hesitate to change your career. You are blessed with special organizing capacity and with good tolerance, patience and steady nature. You are cautious, hard worker, capable, of much endeavour, able to plan and carry out schemes of considerable magnitude and will be at the head."}
{"sign":"capricorn","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are careful in money matters. You plan your future carefully. Savings, investments, insurance and pension plans are made after careful consultation with expert. One can seldom find you without money."}
{"sign":"capricorn","placement":"category","category":"finance_parenthood","value_id":"3","value":"You usually have good bank balance. You often spend on quality products, good furniture, painting to name a few. You value money and never spend it frivolously. You are desirous of name, fame, money, reputation and work continuously to gain success."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"1","value":"In 2015, You have a good chance for professional growth and promotion but it comes with a rider of consistent hard-work. If you have been struggling economically then the situation is about to change soon. Bringing a bit of discipline and planning into routine to weed out possibilities of frustration would help. Money spinning new ideas would be whirring in a Capricorn's head and would make you want to explore you further. This year, you would be motivated to contribute greater values to the society and even look for a change of job that provides you opportunity and satisfaction. "}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"2","value":"The year 2015 is going to turn out highly favourable for your professional life therefore you would rise professionally with the help of your destiny and hard work. There is probability of getting a bigger post of responsibility and in addition to that you would get opportunity to handle job profile of your choice at a good place. The first half of the year indicates that you would be devising new plans with new outlook towards life. You would get benefitted from these plans of yours. In business you are likely to enjoy the benefits of getting into new partnership."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"3","value":"It would prove to be a beneficial year for career and your relations with people having senior posts of responsibility would help you do reasonably well in the consolidation of the platform designed by you for getting progress in career and education. There are possibilities of getting employment and those who are targeting bigger ambitions would be happy with the employment of your ambitions. The areas like medical science technology and commerce are sectors of growth for you. Those who are associated with these sectors or the profession of lawyer, judge or any other legal activity would get benefited from the planetary transit."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"4","value":"The year, 2015, would be highly dynamic for you as you would feel intuitive and would be good at choosing the right moves aimed at the long term objective. All would eventually work in your favour but would require much concentration, respect and dedication initially. There could be a transfer or change in job profile. The year would begin on a positive note and bring in its wake some distinctively brilliant ideas about furtherance of career."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"5","value":"Probability of some fast paced period is high which would make you adjust your finances as well as your mental state in a completely new fashion. Switching jobs might lead to development in your financial condition. A good year is foreseen at work as you are likely to enjoy the task allotted to you. A new plot, house or apartment could also be acquired. The area of education would emphasize,  you should be prepared to update your skills and be open to opportunities that require training and teaching others."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"6","value":"You and your spouse will plan to visit places of pilgrimage in the first half of the year. You would go on enjoyable journeys along with your family members. Work related journeys are also indicated.This year would be very auspicious for your health and happiness. Your working efficiency would enhance. You would be positive in your outlook and take interest in learning yoga and meditation."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"7","value":"An assignment submitted by Capricorn may come up for praise. Those in the media and communication field would be able to establish yourself. Teamwork is a must this month if you want to meet your targets ahead of time. The present job would help you realize your career goals much sooner than expected. Your star promises great strides in all ventures you undertake this year. These people might have to figure out a way of boosting your earnings or increasing your savings as expenses may rise suddenly."}
{"sign":"capricorn","placement":"predictions","category":"career","value_id":"8","value":"This year your creative abilities would receive great boost and these people would gain prestigious status in family and community.The year, 2015, would be highly dynamic for you as you would feel intuitive and would be good at choosing the right moves aimed at the long term objective. All would eventually work in your favour but would require much concentration, respect and dedication initially."}
{"sign":"capricorn","placement":"predictions","category":"romance","value_id":"1","value":"You would find moments which would enable you to reinforce your existing bonds or create new favourable ones, provided you are patient for the evolution of your partner. It is predicted that romantic opportunities might come through work or vocation. The disturbances in relationships would be resolved this year."}
{"sign":"capricorn","placement":"predictions","category":"romance","value_id":"2","value":"This is going to turn out an auspicious year for your social relations, elder brother and family life. There is probability of your marriage, matrimonial development or enhancement of marital bliss. You shall get associated with religious institutions and spend money on religious activities. Take care of your health. It would be an auspicious year for your father."}
{"sign":"capricorn","placement":"predictions","category":"romance","value_id":"3","value":"If you are committed in a relationship you might take a romantic vacation. Religious tours might be conducted this year to a far off place. Journeys would bring pleasure, success and money, particularly the longer ones. You are advised to take care of your expenses during travel this year. It would be better if you fulfil all your responsibility and complete all pending works before taking off on a vacation."}
{"sign":"capricorn","placement":"predictions","category":"romance","value_id":"4","value":"You and your spouse will plan to visit places of pilgrimage in the first half of the year. You would go on enjoyable journeys along with your family members. Work related journeys are also indicated.This year would be very auspicious for your health and happiness. Your working efficiency would enhance. You would be positive in your outlook and take interest in learning yoga and meditation."}
{"sign":"capricorn","placement":"predictions","category":"romance","value_id":"5","value":"This year your creative abilities would receive great boost and these people would gain prestigious status in family and community.The year, 2015, would be highly dynamic for you as you would feel intuitive and would be good at choosing the right moves aimed at the long term objective. All would eventually work in your favour but would require much concentration, respect and dedication initially."}
{"sign":"capricorn","placement":"predictions","category":"romance","value_id":"6","value":"Friends and relatives might assist you with some special projects this year. Excitement prevails on the home front as someone close comes to visit you. High social status and sweeter relationships with friends and family are expected.It is predicted that an event that you may have organized might turn out to be a hit. You would be able to connect better with people."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"The year 2015 is auspicious for financial gains with success in generating new source of income. You would earn gains from partnership too. There are probabilities of getting inherited property in the latter half of the year. The investment in a new business would bring in more gains. You would be spending money on the celebration of auspicious ceremonies at home. You would be interested in mutual cooperation and making money with the help of it."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"This year would be very auspicious for your health and happiness. Your working efficiency would enhance. You would be positive in your outlook and take interest in learning yoga and meditation.It would prove to be a beneficial year for career and your relations with people having senior posts of responsibility would help you do reasonably well in the consolidation of the platform designed by you for getting progress in career and education."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"The year 2015 is going to turn out highly favourable for your professional life therefore you would rise professionally with the help of your destiny and hard work. There is probability of getting a bigger post of responsibility and in addition to that you would get opportunity to handle job profile of your choice at a good place. The first half of the year indicates that you would be devising new plans with new outlook towards life. You would get benefitted from these plans of yours. In business you are likely to enjoy the benefits of getting into new partnership."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"It would prove to be a beneficial year for career and your relations with people having senior posts of responsibility would help you do reasonably well in the consolidation of the platform designed by you for getting progress in career and education. There are possibilities of getting employment and those who are targeting bigger ambitions would be happy with the employment of your ambitions. The areas like medical science technology and commerce are sectors of growth for you. Those who are associated with these sectors or the profession of lawyer, judge or any other legal activity would get benefited from the planetary transit."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"The year, 2015, would be highly dynamic for you as you would feel intuitive and would be good at choosing the right moves aimed at the long term objective. All would eventually work in your favour but would require much concentration, respect and dedication initially. There could be a transfer or change in job profile. The year would begin on a positive note and bring in its wake some distinctively brilliant ideas about furtherance of career."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"Probability of some fast paced period is high which would make you adjust your finances as well as your mental state in a completely new fashion. Switching jobs might lead to development in your financial condition. A good year is foreseen at work as you are likely to enjoy the task allotted to you. A new plot, house or apartment could also be acquired. The area of education would emphasize so you should be prepared to update your skills and be open to opportunities that require training and teaching others."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"7","value":"If you are committed in a relationship you might take a romantic vacation. Religious tours might be conducted this year to a far off place. Journeys would bring pleasure, success and money, particularly the longer ones. You are advised to take care of your expenses during travel this year. It would be better if you fulfil all your responsibility and complete all pending works before taking off on a vacation."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"8","value":"You and your spouse will plan to visit places of pilgrimage in the first half of the year. You would go on enjoyable journeys along with your family members. Work related journeys are also indicated.This year would be very auspicious for your health and happiness. Your working efficiency would enhance. You would be positive in your outlook and take interest in learning yoga and meditation."}
{"sign":"capricorn","placement":"predictions","category":"finance_parenthood","value_id":"9","value":"This year your creative abilities would receive great boost and these people would gain prestigious status in family and community.The year, 2015, would be highly dynamic for you as you would feel intuitive and would be good at choosing the right moves aimed at the long term objective. All would eventually work in your favour but would require much concentration, respect and dedication initially."}
{"sign":"capricorn","placement":"predictions","category":"children","value_id":"1","value":"An assignment submitted by Capricorn may come up for praise. Those in the media and communication field would be able to establish yourself. Teamwork is a must this month if you want to meet your targets ahead of time. The present job would help you realize your career goals much sooner than expected. Your star promises great strides in all ventures you undertake this year. These people might have to figure out a way of boosting your earnings or increasing your savings as expenses may rise suddenly."}
{"sign":"capricorn","placement":"predictions","category":"children","value_id":"2","value":"This year your creative abilities would receive great boost and these people would gain prestigious status in family and community.The year, 2015, would be highly dynamic for you as you would feel intuitive and would be good at choosing the right moves aimed at the long term objective. All would eventually work in your favour but would require much concentration, respect and dedication initially."}
{"sign":"capricorn","placement":"predictions","category":"children","value_id":"3","value":"Friends and relatives might assist you with some special projects this year. Excitement prevails on the home front as someone close comes to visit you. High social status and sweeter relationships with friends and family are expected.It is predicted that an event that you may have organized might turn out to be a hit. You would be able to connect better with people."}
