{"sign":"leo","placement":"intro","value_id":"1","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo - you are the king/queen, the boss and the leader. Your mission is to 'bring the sunshine into other people's lives'."}
{"sign":"leo","placement":"intro","value_id":"2","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo -you are hard workers, and can set a good example.Your mission is to 'bring the sunshine into other people's lives'."}
{"sign":"leo","placement":"intro","value_id":"3","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo - Your mission is to 'bring the sunshine into other people's lives'.  Leos are the actors and actresses. Of all the horoscope, sun signs- You possess natural charisma, charm, talent and basic instincts to be the star of any show."}
{"sign":"leo","placement":"intro","value_id":"4","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo -  You are straightforward, optimistic and lively. As a boss, you are calm, patient, and generous. Your key to success is your charming personality."}
{"sign":"leo","placement":"intro","value_id":"5","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo - You are a great leader with a charming personality. Your mission is to 'bring the sunshine into other people's lives'."}
{"sign":"leo","placement":"intro","value_id":"6","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo -You have a tendency to lead a life, which is not monotonous and boring."}
{"sign":"leo","placement":"intro","value_id":"7","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo -You have great stamina and strength. You have the tendency to recover much faster from failures."}
{"sign":"leo","placement":"intro","value_id":"8","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo -You are adventurous and like to live a carefree life.Your mission is to 'bring the sunshine into other people's lives'."}
{"sign":"leo","placement":"intro","value_id":"9","value":"Leo, the fifth sign of the zodiac, is the central sign of the fiery triplicity. Ruled by Sun, there is nothing complicated about Leo -You can even turn watching tv into an impromptu neighbourhood event inviting everyone on your block to come over.You are fun to be around."}
{"sign":"leo","placement":"category","category":"children","value_id":"1","value":"You are blessed with a unique charm. You are loved by everyone.You will be the star kid wherever you go. You are good natured and smart.you enjoy bright colours and games evolving organizational abilities."}
{"sign":"leo","placement":"category","category":"children","value_id":"2","value":"They will be good organizers , not arrogant, popular, good natured, obliging and affectionate, also courageous and confident to grow and shine in life.A traditional school environment adds to your prospects at later age."}
{"sign":"leo","placement":"category","category":"children","value_id":"3","value":"You choose educational fields which surely will give you a successful career. You study and practise to have promising career in future.You enjoy bright colours and games evolving organizational abilities."}
{"sign":"leo","placement":"category","category":"children","value_id":"4","value":"You are lively, happy, contended and bombastic in nature, you think on straight lines.You will be the star kid wherever you go. When young you enjoy bright colours and games evolving organizational abilities."}
{"sign":"leo","placement":"category","category":"career","value_id":"1","value":"You are self approached so can perform well in singing, dancing; as a comedian you can make fun and make others  laugh also. You are good for the industrial job.You dress the part, act the part and provide more than just customer service."}
{"sign":"leo","placement":"category","category":"career","value_id":"2","value":"Sun being the ruler of the sign, you would work in the government or corporate sectors. Because of your strong communicative and managerial skills, you are likely to become managers, directors, and presidents of companies."}
{"sign":"leo","placement":"category","category":"career","value_id":"3","value":"A strong influence of Mars in their charts can make you highly adventurous and you may become soldiers or surgeons. The strong influence of Mercury also gives you an analytical mind and you could be inclined towards engineering, architecture, law or administrative services."}
{"sign":"leo","placement":"category","category":"career","value_id":"4","value":"Your chosen career is an extension of your personality, as if you are playing out an alter ego. You make friends with everyone you work with.You are also inclined towards agriculture, transport and medicine."}
{"sign":"leo","placement":"category","category":"career","value_id":"5","value":"Your ruling planet is the Sun, making you excellent for careers in entertainment, politics, fashion, and sports.The strong influence of Mercury also gives you an analytical mind .You get along with children and are suited for careers in child care and development."}
{"sign":"leo","placement":"category","category":"romance","value_id":"1","value":"You approach to love  is dramatic, spectacular, ground shaking and earth shattering.Your partner should match you in warmth, generosity, confidence and strength. You are a romantic person."}
{"sign":"leo","placement":"category","category":"romance","value_id":"2","value":"You are no way close to monotony and boredom. You are filled with numerous ideas and keep on engaging your partner. You heap gifts on your partner to reinforce your loyalty and commitment in the relationship."}
{"sign":"leo","placement":"category","category":"romance","value_id":"3","value":"You are generous.You heap gifts on your partner to reinforce your loyalty and commitment in the relationship.You love getting gifts in return too.You are very romantic."}
{"sign":"leo","placement":"category","category":"romance","value_id":"4","value": "You are emotional, romantic and sentimental on one side, and tenaciously possessive and loyal on the other side.You heap gifts on your partner to reinforce your loyalty and commitment in the relationship."}
{"sign":"leo","placement":"category","category":"finance_parenthood","value_id":"1","value":"Leo is the sign of parenthood. Your provide your children with the best in terms of education, clothing and anything giving them an edge and good start in life.You are proud of the children."}
{"sign":"leo","placement":"category","category":"finance_parenthood","value_id":"2","value":"Discipline plays a major role in how you raise your children. There is nothing more beautiful than the proud face of a Leo who is watching their son or daughter achieve something for themselves.You give them the best of everything!"}
{"sign":"leo","placement":"category","category":"finance_parenthood","value_id":"3","value":"With this kind of parenting,your children usually do well in life.You love your children and feel very proud of them. Your children will be of independent views and will grow up to have an optimistic approach towards life."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"The year, 2015, would bring new hopes and positive change in life for Leo zodiac people. you might visit many places of religious prominence and also enrol in some kind of spiritual service."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"This year, you would place yourselves in a much better position both socially and financially. There is a hint of obstacle in the way but you need not worry as you would overcome the entire barrier with positive attitude."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"Your are sharp analysis of things and careful evaluation of pros and cons would reap many benefits for you. Your family might encourage you to put your hands into something risky. You would also receive strong support from your near and dear ones."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"This year for you, a new project would place you in the limelight and with a little patience you would be able to reach success too.You might be attracted towards religion too."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"Overall the year 2015 for you would be very close to your heart as you would have a great time with your loved ones. Love is in the air so a good time on the romantic front is expected."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"Business would expand and reach newer heights. Finance horoscope reveals high probability of purchasing a house this year. Financially, 2015 would be a strong year and you would make a great deal of money."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"7","value":"The year 2015 would  bring better opportunity and extra responsibilities so it is necessary to choose task according to ability. If you suffered a financial setback last year,you would recover your money with huge profit margin. You would do best in your career and might receive a handsome remuneration."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"8","value":"If you are looking for raising funds for a new venture ,you would be successful. Repayment of loans taken for property would be easy. You would do best in your career and might receive a handsome remuneration."}
{"sign":"leo","placement":"predictions","category":"finance_parenthood","value_id":"9","value":"Probability of travelling to domestic place is high for Leo zodiac people this year 2015. You might also have to travel to a new city for a family festival or celebration."}
{"sign":"leo","placement":"predictions","category":"romance","value_id":"1","value":"Prediction for Leo says that your true love would find you and your relationship would turn to a concrete bond with family support."}
{"sign":"leo","placement":"predictions","category":"romance","value_id":"2","value":"Overall the year 2015 for you would be very close to your heart as you would have a great time with your loved ones. Love is in the air so a good time on the romantic front is expected."}
{"sign":"leo","placement":"predictions","category":"romance","value_id":"3","value":"Probability of travelling to domestic place is high for Leo zodiac people this year 2015. You might also have to travel to a new city for a family festival or celebration."}
{"sign":"leo","placement":"predictions","category":"children","value_id":"1","value":"Decide what you want for yourself, choose wisely and then go have fun living it. Looking forward brings greater rewards for you in 2015 than focusing on the past. Letting others know what you are up to works in your favour because it brings you to the attention of people who can make a difference in your life."}
{"sign":"leo","placement":"predictions","category":"children","value_id":"2","value":"Your are sharp analysis of things and careful evaluation of pros and cons would reap many benefits for you. Your family might encourage you to put your hands into something risky. You would also receive strong support from your near and dear ones."}
{"sign":"leo","placement":"predictions","category":"children","value_id":"3","value":"If you are aspiring for professional sports, the time is right to get trained under an expert. You would also receive strong support from your near and dear ones."}
{"sign":"leo","placement":"predictions","category":"children","value_id":"4","value":"You have an excellent mind towards academics but yes interested in sports too. You are determined so put all the sincere efforts towards the education and studies, it will give you good results in the exams."}
{"sign":"leo","placement":"predictions","category":"children","value_id":"5","value":"You would have a successful year and would do exceptionally well in your forthcoming exams.Expect good recognition through extra curricular activities in school/college. You will move a step closer towards your dream career."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"1","value":"2015 continues getting better with the addition of new opportunities and projects. Even your motivation and energy levels increase for you. The changes and direction you decide to go off in this year are going to be with you for years to come."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"2","value":"Decide what you want for yourself, choose wisely and then go have fun living it. Looking forward brings greater rewards for you in 2015 than focusing on the past. Letting others know what you are up to works in your favour because it brings you to the attention of people who can make a difference in your life."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"3","value":"Your are sharp analysis of things and careful evaluation of pros and cons would reap many benefits for you. Your family might encourage you to put your hands into something risky. You would also receive strong support from your near and dear ones."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"4","value":"This year for you, a new project would place you in the limelight and with a little patience you would be able to reach success too.You might be attracted towards religion too."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"5","value":"If you are aspiring for professional sports, the time is right to get trained under an expert. You would also receive strong support from your near and dear ones."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"6","value":"Business would expand and reach newer heights. Finance horoscope reveals high probability of purchasing a house this year. Financially, 2015 would be a strong year and you would make a great deal of money."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"7","value":"The year 2015 would  bring better opportunity and extra responsibilities so it is necessary to choose task according to ability. If you suffered a financial setback last year,you would recover your money with huge profit margin. You would do best in your career and might receive a handsome remuneration."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"8","value":"If you are looking for raising funds for a new venture ,you would be successful. Repayment of loans taken for property would be easy. You would do best in your career and might receive a handsome remuneration."}
{"sign":"leo","placement":"predictions","category":"career","value_id":"9","value":"Probability of travelling to domestic place is high for Leo zodiac people this year 2015. You might also have to travel to a new city for a family festival or celebration."}
