{"sign":"libra","placement":"intro","value_id":"1","value":"Hey Libran! Governed by the planet Venus- you are athletic and strong. You possess a charming personality, sweet smile and attractive eyes.You are highly reserved, docile, sensitive and possessive."}
{"sign":"libra","placement":"intro","value_id":"2","value":"Hey Libran! Governed by the planet Venus- you tend to be highly imaginative, pleasant, courteous, creative and elegant individual. You are a cool-headed person who does not get into hot discussions easily."}
{"sign":"libra","placement":"intro","value_id":"3","value":"Hey Libran! Governed by the planet Venus- you are very social and like to spend time and resources with loved ones. You voluntarily help those in need, financially,morally and psychologically."}
{"sign":"libra","placement":"intro","value_id":"4","value":"Hey Libran! Governed by the planet Venus- you are simple, noble and benevolent.You voluntarily help those in need, financially,morally and psychologically. You possess a charming personality."}
{"sign":"libra","placement":"intro","value_id":"5","value":"Hey Libran! Governed by the planet Venus- You seek to balance everything and everyone in your life.You want harmony in your physical surroundings, including, art, music, and clothes.You voluntarily help those in need, financially,morally and psychologically. You possess a charming personality."}
{"sign":"libra","placement":"intro","value_id":"6","value":"Libra, as the sign of relationships, has a dominant horoscope trait of being fair, which for you means being equal.You learn about yourself by seeing what others think and do. Then you know what you want and don't want for yourself."}
{"sign":"libra","placement":"intro","value_id":"7","value":"Libra, as the sign of relationships, has a dominant horoscope trait of being fair, which for you means being equal.You want people to have happy, peaceful relationships.You are great in social situations. You find something to talk about with everyone. You are fascinated with how people live your lives and work. It's how you understand yourself. Only other Libra's know what this means."}
{"sign":"libra","placement":"category","category":"children","value_id":"1","value":"You are quick to learn. You leave no single chance to impress others. You need love and affection to excel in life. You learn mainly through social environments where principle of cooperation and teamwork prevails."}
{"sign":"libra","placement":"category","category":"children","value_id":"2","value":"You have an easy going nature, you are charming and communicative. You are calm and composed. You are brilliant and yes of-course very talkative! You are friendly and sociable always smiling and have a very warm nature, also very adaptable to any situation."}
{"sign":"libra","placement":"category","category":"children","value_id":"3","value":"You are someone who is a believer of the word 'we' rather than 'Me' and turns out to be a very good companion, it is easy for Parents also to get along with the you and know about your deep emotions. You are decisive , you will make your own decision."}
{"sign":"libra","placement":"category","category":"children","value_id":"4","value":"You are a sincere student and the favorite of your teachers as well. Sincere efforts will help you to  succeed in academics. You are also very good in extracurricular activities, so parents will encourage you to pursue such activities apart from studies. You may go for overseas education may get scholarships as well, which will improve your confidence level."}
{"sign":"libra","placement":"category","category":"career","value_id":"1","value":"In your career(s) you prefer working behind the scenes. You are found in supportive professions  such as assistant to CEO, or being second in command. You enjoy making others look good.You need challenges in your work. As a people person, you also need to interact with others on the job."}
{"sign":"libra","placement":"category","category":"career","value_id":"2","value":"You are drawn to careers where you can fix injustices and help the underdogs get ahead. Your ruling planet, Venus, makes you attracted to professions that include the world of art and beauty, social interaction, negotiating contracts or agreements, and advocating for people’s rights."}
{"sign":"libra","placement":"category","category":"career","value_id":"3","value":"You can usually be found working quietly behind the scenes, but your impact is greatest when you put your natural abilities into careers like teacher, event planner or mediator.Your ruling planet, Venus, makes you attracted to professions that include the world of art and beauty, social interaction, negotiating contracts or agreements, and advocating for people’s rights."}
{"sign":"libra","placement":"category","category":"career","value_id":"4","value":"You are drawn to careers where you can fix injustices and help the underdogs get ahead.You like peace and harmony in your surroundings. You bring that to your work place and show it when dealing with coworkers, clients and customers."}
{"sign":"libra","placement":"category","category":"romance","value_id":"1","value":"Libra is the sign of relationships. you identify yourself with your partner and feel lost without him/her. You look for someone to \"complete you\" working through identity issues with those close to you. That is how you discover and accept yourself apart from others."}
{"sign":"libra","placement":"category","category":"romance","value_id":"2","value":"You are romantic,passionate and cultured. You relate to both male and female problems alike.You don’t like to make the first move in a relationship, as you do not like to send the wrong message or hurt the other’s feelings."}
{"sign":"libra","placement":"category","category":"romance","value_id":"3","value":"You care of both wants and needs of your partner equally. You are thoughtful and wants to play fair according to your Libra sense of justice. you identify yourself with your partner and feel lost without him/her. You look for someone to \"complete you\" working through identity issues with those close to you."}
{"sign":"libra","placement":"category","category":"romance","value_id":"4","value":"Finding love can be a task for you. Not everyone appeals to your palate as you have high standards. But once committed in a relationship,you will strive hard to maintain balance, peace and harmony. You cannot stay alone and there is a very strong need for you to be among people all the time."}
{"sign":"libra","placement":"category","category":"romance","value_id":"5","value":"Uncomfortable with arguments, you can adapt, adjust and compromise to maintain peace. You are cheerful, romantic, passionate and of adjusting nature. As lovers, you are loyal and will do anything to make your partners feel loved."}
{"sign":"libra","placement":"category","category":"finance_parenthood","value_id":"1","value":"Being just by nature, you make good leaders and work hard to deserve the privileges you love. Social creatures, you succeed in partnerships as well. You are gifted with great oratory skills and are persuasive and creative too. You are good diplomats and excel in group settings. You maintain a good balance between saving money and spending money as well."}
{"sign":"libra","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are liberal at spending money.are aggressive in taking financial risks and so lose a lot by ignoring practical aspects in such ventures. you often flourish in joint ventures. you excel in other aspects such as in matters of reasoning, logic, foresight and judgment. Others look upon you for guidance and correct decisions. Blessed with good monetary status, comfortable home and good conveyance, you also donate for good causes. you are generous and liberal."}
{"sign":"libra","placement":"category","category":"finance_parenthood","value_id":"3","value":"You like to play with children in joyful environment. You discipline your child with affection and compassion rather than following strict parenting pattern. You set targets for your children and aspire that the children should achieve them onto level of perfection."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"You will face a bumpy path ahead in your career. Surprisingly this tough year in your career turns out to be a blessing because you learn and grow from the experience making you more valuable to yourself and those you work with."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"2015 is a time to focus on being at work, keeping the money coming in each month. There are some unexpected expenditures that will be covered as long as you keep your incoming steadily coming in. Be curious and learn more about what you can do to make you money grow and work for you."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"Expand your knowledge of economics to keep your money safe, while allowing your investments to continue to grow.There are some unexpected expenditures that will be covered as long as you keep your incoming steadily coming in. Be curious and learn more about what you can do to make you money grow and work for you."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"This year planning and prioritizing would be a Libra's strength. This is a going to be a good period for you to enhance and build contacts. This is also an auspicious year to fetch brownie points and demonstrate an impact. As all the nagging issues would get settled in your favor and you would overcome obstacles that have been blocking your path to success."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"For you, 2015 may be a bit struggling but with the help and support of close friends you would be able to honour your commitments. Influential people may also come to your rescue bringing in financial aid. Work that combines humility and high thinking would do wonders for you during this year."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"If you were thinking to buy a newvehicle would most likely buy it.  Don't shy away from asking help when you don't understand something or don't get a process right. A professional venture is also set to give you your first taste of success."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"7","value":"An important financial arrangement is on its way which may prove windfall gain for you this year. your 2015 horoscope shows that you would meet interesting colleagues and suppliers who may also be fun to be around. you may also be dealing with a long term legal issue to trying to complete a degree. However, with proper planning you would make the right financial decision. your association with some gifted people of learning and wisdom would benefit you greatly, both in terms of spiritual satisfaction and material gains."}
{"sign":"libra","placement":"predictions","category":"finance_parenthood","value_id":"8","value":"The year 2015 would bring a good deal of travel for Libra you which will boost your careers significantly. There would be a plethora of new opportunity out of town. Short or long trips would give you more pleasure and would seem more attractive. Some of the Libra people might move out of your home due to professional purpose. For the job holder Libra, the year would bring a new job, and for the business owner, a chance of expansion."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"9","value":"You will face a bumpy path ahead in your career. Surprisingly this tough year in your career turns out to be a blessing because you learn and grow from the experience making you more valuable to yourself and those you work with."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"8","value":"2015 is a time to focus on being at work, keeping the money coming in each month. There are some unexpected expenditures that will be covered as long as you keep your incoming steadily coming in. Be curious and learn more about what you can do to make you money grow and work for you."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"7","value":"Expand your knowledge of economics to keep your money safe, while allowing your investments to continue to grow.There are some unexpected expenditures that will be covered as long as you keep your incoming steadily coming in. Be curious and learn more about what you can do to make you money grow and work for you."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"6","value":"This year planning and prioritizing would be a Libra's strength. This is a going to be a good period for you to enhance and build contacts. This is also an auspicious year to fetch brownie points and demonstrate an impact. As all the nagging issues would get settled in your favor and you would overcome obstacles that have been blocking your path to success."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"5","value":"For you, 2015 may be a bit struggling but with the help and support of close friends you would be able to honour your commitments. Influential people may also come to your rescue bringing in financial aid. Work that combines humility and high thinking would do wonders for you during this year."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"4","value":"If you were thinking to buy a newvehicle would most likely buy it.  Don't shy away from asking help when you don't understand something or don't get a process right. A professional venture is also set to give you your first taste of success."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"3","value":"An important financial arrangement is on its way which may prove windfall gain for you this year. your 2015 horoscope shows that you would meet interesting colleagues and suppliers who may also be fun to be around. you may also be dealing with a long term legal issue to trying to complete a degree. However, with proper planning you would make the right financial decision. your association with some gifted people of learning and wisdom would benefit you greatly, both in terms of spiritual satisfaction and material gains."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"2","value":"The year 2015 would bring a good deal of travel for Libra you which will boost your careers significantly. There would be a plethora of new opportunity out of town. Short or long trips would give you more pleasure and would seem more attractive. Some of the Libra people might move out of your home due to professional purpose. For the job holder Libra, the year would bring a new job, and for the business owner, a chance of expansion."}
{"sign":"libra","placement":"predictions","category":"career","value_id":"1","value":"Efforts would be successful if looking for a job through competitions or exams.  this year you should tread with care and avoid all kind of risks. It is predicted that those Libra students who are aiming for higher studies would not only find the right opportunity but would also do well in your chosen fields."}
{"sign":"libra","placement":"predictions","category":"children","value_id":"1","value":"This year planning and prioritizing would be a Libra's strength. This is a going to be a good period for you to enhance and build contacts. This is also an auspicious year to fetch brownie points and demonstrate an impact. As all the nagging issues would get settled in your favor and you would overcome obstacles that have been blocking your path to success."}
{"sign":"libra","placement":"predictions","category":"children","value_id":"2","value":"If you were thinking to buy a newvehicle would most likely buy it.  Don't shy away from asking help when you don't understand something or don't get a process right. A professional venture is also set to give you your first taste of success."}
{"sign":"libra","placement":"predictions","category":"children","value_id":"3","value":"Efforts would be successful if looking for a job through competitions or exams.  this year you should tread with care and avoid all kind of risks. It is predicted that those Libra students who are aiming for higher studies would not only find the right opportunity but would also do well in your chosen fields."}
{"sign":"libra","placement":"predictions","category":"romance","value_id":"1","value":"The year 2015 is lucky for the you as you are going to shine brightly with a good luck in love and family life. Gradually, you would make more money and spend them on your loved ones. If you are already in a relationship, it would be best to try to imbibe some fresh passion to renew the sparks."}
{"sign":"libra","placement":"predictions","category":"romance","value_id":"2","value":"Chances are also that you may get so busy trying to have good time by yourself that loved ones feel neglected and ignored. The key to solving any disagreements is to keep a balanced head and to communicate calmly. Libra Horoscope for 2015 reflects that your efforts to rev up your love life would be rewarded. your patience and dedication would help you settle peacefully."}
{"sign":"libra","placement":"predictions","category":"romance","value_id":"3","value":"If you are looking for suitable accommodation you are likely to find one. A change of strategy is certainly going to help you in romance. However, you need to be cautious before getting involved into a new love relationship. In this year, you would have to be prepared to shoulder all your responsibility towards your life partner with love and care. your helpful nature is set to boost your name on the social front."}
{"sign":"libra","placement":"predictions","category":"romance","value_id":"4","value":"This year planning and prioritizing would be a Libra's strength. This is a going to be a good period for you to enhance and build contacts. This is also an auspicious year to fetch brownie points and demonstrate an impact. As all the nagging issues would get settled in your favor and you would overcome obstacles that have been blocking your path to success."}