{"sign":"pisces","placement":"intro","value_id":"1","value":"You are a Piscean, the final sign of the Zodiac.You are imaginative, compassionate, adaptable, accepting and devouted. Not an impressive figure. You are restless, imaginative and romantic, Upright, honest and humane with changeable temper and swayed by opinion of others.Extremely sympathetic, forgiving, generous, honest and reliable. "}
{"sign":"pisces","placement":"intro","value_id":"2","value":"You are a Piscean, the final sign of the Zodiac.You prefer to stay in the world of your imagination. You are highly intuitive and remain in your own world of mysteries and imagination. You are highly emotional, honest,generous and a good person.You cannot see sufferings even in animals and render assistance."}
{"sign":"pisces","placement":"intro","value_id":"3","value":"You are a Piscean, the final sign of the Zodiac.You are happy in nature, and generous. You are helping in nature so you take others' problems to solve them and cannot say no. You are pretty inspiring and charismatic. You are Spiritual and your focus is on emotional realm."}
{"sign":"pisces","placement":"intro","value_id":"4","value":"You are a Piscean, the final sign of the Zodiac.You are usually surrounded by mysteries, fantasy and dreams. You feel things deeply and quite often you keep on absorbing emotions of people around you. You need to explore your world through your emotions."}
{"sign":"pisces","placement":"intro","value_id":"5","value":"You are a Piscean, the final sign of the Zodiac.You are the most malleable of the twelve signs.You possess a gentle, patient nature, but one that is in want of moulding. You adapt to your surroundings, good or bad. You have the sign of mysticism, mystery and the spiritual unknown. You live in two worlds, the real world and the spiritual or mystical world where you interpret what you see into what you want. They trust your gut feelings and if you do not, you quickly learn to, because you realize that your hunches are usually correct."}
{"sign":"pisces","placement":"intro","value_id":"6","value":"You are a Piscean, the final sign of the Zodiac.You are kind, loving, truthful and of sympathetic nature. You cannot harm anyone. You are quick learners, you grasp new ideas and lessons super quickly. You are versatile, good natured, humble, emotional, music lovers, inspiring, affectionate, empathetic and mysterious. You can come across as mystical, puzzling and secretive."}
{"sign":"pisces","placement":"category","category":"children","value_id":"1","value":"You are calm and have a magnetism which will attract everyone. You are different from other children. You never shout or scream. You live in  an imaginary world and experience life. You are compassionate and tender and very affectionate and also expect a lot of affection from your parents. You are extremely sensitive and emotional. You are easy to handle and raise and you do not show any tantrums."}
{"sign":"pisces","placement":"category","category":"children","value_id":"2","value":"You are more interested in your dream world and in imaginations rather than the things which are going around you.Academically you will get very good results and can go for pursuing some of the creative activity. You are quite favourite among the teachers and for higher education the chances of success are very high as well for overseas studies."}
{"sign":"pisces","placement":"category","category":"career","value_id":"1","value":"Due to your creativity, altruistic nature and sensibility towards others, you are deeply cherished as a co-worker. You like to keep people together and work towards a distant yet achievable dream. You have a lot of dreams on how you should be living and working, and you wake up to achieve those dreams every day.Your motivation comes from this inner desire and not monetary rewards."}
{"sign":"pisces","placement":"category","category":"career","value_id":"2","value":"You derive your satisfaction from an accomplished work and like to rest with a peaceful mind. You know how to strike a balance between creative satisfaction and financial success and hence, are committed to your work. You are inclined towards careers in philanthropy, entertainment, media, writing and poetry, designing, etc."}
{"sign":"pisces","placement":"category","category":"romance","value_id":"1","value":"As a friend, you are highly supportive, caring and affectionate. You approach your friends with a lot of compassion and form a genuine and mutually satisfying friendship for a lifetime. Love , for you, means another act of selflessness and total submission. In some ways, you have your own definition of love which sits close to divinity."}
{"sign":"pisces","placement":"category","category":"romance","value_id":"2","value":"You bring a lot of creativity, spirituality and sensuous physicality in your love relationships. You are a gentle lover, quite motherly and passionate. However, you expect to be understood without the verbal word and hence, unwilling to explain yourself. Most times, you choose to submit to your partner’s wishes than spend energy explaining your point."}
{"sign":"pisces","placement":"category","category":"finance_parenthood","value_id":"1","value":"You are a sensitive and caring parent for your young ones. Often you see your children as your replica and expect a greater success from them.You are kind, sympathetic and loyal. You are very friendly and give a lot of freedom to your children. You wish them to be independent and successful."}
{"sign":"pisces","placement":"category","category":"finance_parenthood","value_id":"2","value":"You enjoy social life to your fullest. Whatever opportunity life offers, you swim with the flow. Your fascination and enthusiasm drive your spirits. Your strength lies in imagination hence, you excel in creative fields. You are often drawn to lights, showbiz and world of glamour. You are sensitive and instinctual rather than intellectual or mechanical. You perform well working behind the scenes."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"This year is going to turn out a highly favourable year for your profession. You would be planning to start a new venture and improve your style of working with your association with some experienced people. You are likely to get the support of officers and senior people which would eventually become instrumental for your success. You can also get benefitted by getting an opportunity to work with an esteemed organization."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"This year is going to prove generally auspicious for your financial condition. There is probability of getting jewellery and clothes too. Sudden financial gains are indicated. Money is likely to come from share market with decent dividend. The first half of the year shall be average whereas the latter half shall be comparatively too good for financial gains and consolidation of saving potential."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"There is very strong probability of your going away from your birthplace and during this time you might go abroad. This journey would be in connection to your professional life and it will bring financial gains too. The transit of Jupiter after the mid of this year shall be creating probability of going on a pilgrimage."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"In business, there would be a change of partnership and addition of new partners in the form of venture. Your contact and network would help you see new opportunities which would justify your calibre this year. With effort and attention, you would be able to learn new skills and gain more knowledge in 2015. However, before entering any new partnerships or placing money on stock exchange transaction you should discuss with experts or elders. You would be like an unbeatable force in this year 2015 and though there would be oppositions, you would easily be able to annihilate you."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"You might receive salary increments and your financial status would improve tremendously. To maintain a peaceful 2015, you should take time out to balance your life. Success would come effortlessly to you, but it is vital to avoid a feeling of overconfidence. Some additional perks at work are likely to be granted. You would regain your rightful place in a career or organization. If you have been planning since long to buy a new house you would get a chance to own one this time."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"This year shall prove to be generally auspicious for family life .Your health would remain good throughout the year. Your working efficiency shall increase. Do Surya namaskar every day and sit in front of early Sun daily."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"7","value":"Social image in society would improve and you might win big favours from a government agency. Your enthusiastic and lovely nature would boost up your confidence and would attract the affection of your near and dear ones. If Pisces people come up with bright ideas this year, you should not hesitate to implement. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you to climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"8","value":"If you come up with bright ideas this year, you should not hesitate to implement them. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind. All achievements, both at work and home, would be possible only in cooperation. You would get ample chances to enjoy the holiday parties and family gatherings this year."}
{"sign":"pisces","placement":"predictions","category":"finance_parenthood","value_id":"9","value":"This year, you could consider joining a club, social or professional, as it would benefit you. You can expect a highly engrossing work life with the year 2015 bringing in ample golden opportunities. A simple friendship developing into a more intimate connection and reunion with old friends are foreseen.You would also gain appreciation from your family and relatives for your success."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"1","value":"This year is going to turn out a highly favourable year for your profession. You would be planning to start a new venture and improve your style of working with your association with some experienced people. You are likely to get the support of officers and senior people which would eventually become instrumental for your success. You can also get benefitted by getting an opportunity to work with an esteemed organization."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"2","value":"This year is going to prove generally auspicious for your financial condition. There is probability of getting jewellery and clothes too. Sudden financial gains are indicated. Money is likely to come from share market with decent dividend. The first half of the year shall be average whereas the latter half shall be comparatively too good for financial gains and consolidation of saving potential."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"3","value":"There is very strong probability of your going away from your birthplace and during this time you might go abroad. This journey would be in connection to your professional life and it will bring financial gains too. The transit of Jupiter after the mid of this year shall be creating probability of going on a pilgrimage."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"4","value":"In business, there would be a change of partnership and addition of new partners in the form of venture. Your contact and network would help you see new opportunities which would justify your calibre this year. With effort and attention, you would be able to learn new skills and gain more knowledge in 2015. However, before entering any new partnerships or placing money on stock exchange transaction you should discuss with experts or elders. You would be like an unbeatable force in this year 2015 and though there would be oppositions, you would easily be able to annihilate you."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"5","value":"You might receive salary increments and your financial status would improve tremendously. To maintain a peaceful 2015, you should take time out to balance your life. Success would come effortlessly to you, but it is vital to avoid a feeling of overconfidence. Some additional perks at work are likely to be granted. You would regain your rightful place in a career or organization. If you have been planning since long to buy a new house you would get a chance to own one this time."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"6","value":"Social image in society would improve and you might win big favours from a government agency. Your enthusiastic and lovely nature would boost up your confidence and would attract the affection of your near and dear ones. If Pisces people come up with bright ideas this year, you should not hesitate to implement. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you to climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"7","value":"If you come up with bright ideas this year, you should not hesitate to implement them. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind. All achievements, both at work and home, would be possible only in cooperation. You would get ample chances to enjoy the holiday parties and family gatherings this year."}
{"sign":"pisces","placement":"predictions","category":"career","value_id":"8","value":"This year, you could consider joining a club, social or professional, as it would benefit you. You can expect a highly engrossing work life with the year 2015 bringing in ample golden opportunities. A simple friendship developing into a more intimate connection and reunion with old friends are foreseen.You would also gain appreciation from your family and relatives for your success."}
{"sign":"pisces","placement":"predictions","category":"children","value_id":"1","value":"This shall turn out to be highly favourable period for you. If you are laborious,you are likely to prove your mettle and therefore you are advised not to be careless. Be focused and plan to become a much better and enthusiastic and competitive aspirant. The latter half of the year indicates success in competitive examinations. The time period is generally favourable for those seeking foreign education."}
{"sign":"pisces","placement":"predictions","category":"children","value_id":"2","value":"Social image in society would improve and you might win big favours from a government agency. Your enthusiastic and lovely nature would boost up your confidence and would attract the affection of your near and dear ones. If Pisces people come up with bright ideas this year, you should not hesitate to implement. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you to climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind."}
{"sign":"pisces","placement":"predictions","category":"children","value_id":"3","value":"If you come up with bright ideas this year, you should not hesitate to implement them. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind. All achievements, both at work and home, would be possible only in cooperation. You would get ample chances to enjoy the holiday parties and family gatherings this year."}
{"sign":"pisces","placement":"predictions","category":"children","value_id":"4","value":"This year, you could consider joining a club, social or professional, as it would benefit you. You can expect a highly engrossing work life with the year 2015 bringing in ample golden opportunities. A simple friendship developing into a more intimate connection and reunion with old friends are foreseen.You would also gain appreciation from your family and relatives for your success."}
{"sign":"pisces","placement":"predictions","category":"romance","value_id":"1","value":"It is a good year for bachelors as marriage is definitely in the air. The physical appeal and uniqueness would help you become the centre of attraction for members of the opposite sex. There might be change for some of you as you would fall in love which could turn out to be a happy wedding. If you are in a state of dilemma about your bonding, the year 2015 would be the right time to clear out all the problems."}
{"sign":"pisces","placement":"predictions","category":"romance","value_id":"2","value":"If you are single, someone you secretly admire is likely to set your hearts aflutter on the romantic front. If you are married, spending time with spouse would help you in strengthening your rapport. Causal connections would become more serious this year. Friendships would deepen and so would the romantic relationships. Misunderstanding and all kind of suspicions should be cleared so that all bonds grow stronger. Love alliance would intensify and turn into marriage by the end of the year 2015."}
{"sign":"pisces","placement":"predictions","category":"romance","value_id":"3","value":"Social image in society would improve and you might win big favours from a government agency. Your enthusiastic and lovely nature would boost up your confidence and would attract the affection of your near and dear ones. If Pisces people come up with bright ideas this year, you should not hesitate to implement. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you to climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind."}
{"sign":"pisces","placement":"predictions","category":"romance","value_id":"4","value":"If you come up with bright ideas this year, you should not hesitate to implement them. Following your ambitions in 2015 would be good for you. Your power of diplomacy and goodwill would help you climb up the ladder of success. Communicating with people would also be a key factor in broadening the horizons of your mind. All achievements, both at work and home, would be possible only in cooperation. You would get ample chances to enjoy the holiday parties and family gatherings this year."}
{"sign":"pisces","placement":"predictions","category":"romance","value_id":"5","value":"This year, you could consider joining a club, social or professional, as it would benefit you. You can expect a highly engrossing work life with the year 2015 bringing in ample golden opportunities. A simple friendship developing into a more intimate connection and reunion with old friends are foreseen.You would also gain appreciation from your family and relatives for your success."}
