{"sign":"sagittarius","placement":"intro","value_id":"1","value":"Your sign is Sagittarius, the ninth sign of the Zodiac.You are highly attractive, active, knowledgeable, generous, straightforward and dynamic. You are a Respecter of law rarely and gets involved in legal affairs. You have a Desire for learning philosophy and occult subjects."}
{"sign":"sagittarius","placement":"intro","value_id":"2","value":"Your sign is Sagittarius, the ninth sign of the Zodiac.You exercise strict control over food, drinks and relation with opposite sex.Your neatness, orderliness, being methodical, and diligence contribute towards success. Has self-confidence. Never leaves off the work on hand unfinished."}
{"sign":"sagittarius","placement":"intro","value_id":"3","value":"Your sign is Sagittarius, the ninth sign of the Zodiac,You are good looking and an attractive personality, you are a thinker and intellectual as well as truth seeker. You are fun loving also and fun to be with. You are always jovial and not boring. You love to travel and love to explore new places, and love to meet new people."}
{"sign":"sagittarius","placement":"intro","value_id":"4","value":"Your sign is Sagittarius, the ninth sign of the Zodiac,you are a passionate and an impulsive individual who will be able to bend and bow according to the situation and the company you are in. You have a huge desire to travel and explore the world. You love freedom and abhor any restrictions."}
{"sign":"sagittarius","placement":"intro","value_id":"5","value":"Your sign is Sagittarius, the ninth sign of the Zodiac,You are versatile, adventurous and eager to expand your range beyond the comfortable and familiar. You enjoy travel and exploring, and your minds are continuously searching for new experiences. You are ambitious, optimistic folk, and nothing seems to get you down. You are believers, and what you believe in, you are willing to fight for. You are both loyal and independent at the same time."}
{"sign":"sagittarius","placement":"intro","value_id":"6","value":"Your sign is Sagittarius, the ninth sign of the Zodiac,you are generous by nature, but are quite resourceful in caring for and balancing your resources. You do not interfere with other people's plans and you are never possessive or jealous. You treat others the way you want to be treated. You never hide anything. You are optimistic and positive."}
{"sign":"sagittarius","placement":"intro","value_id":"7","value":"Your sign is Sagittarius, the ninth sign of the Zodiac,you seem to be guided by luck, good things happen to you and this is usually because of your optimistic outlook and positive disposition which attracts good fortune.You treat others the way you want to be treated. You never hide anything."}
{"sign":"sagittarius","placement":"category","category":"children","value_id":"1","value":"You are  idealistic, fun loving and adventurous. You are very tender and friendly. You are jovial and enthusiastic, you do not like to be alone. You are famous among his classmates, the center of attraction.  You are highly optimistic and always have a cheerful and positive outlook towards life."}
{"sign":"sagittarius","placement":"category","category":"children","value_id":"2","value":"You possess athletic qualities and energy. You always like to play outdoor games. If you are interested in sports like football or swimming ,then pursue that. You like to explore and want to go beyond the boundaries set by your parents. You love to go the museums and love reading ."}
{"sign":"sagittarius","placement":"category","category":"children","value_id":"3","value":"You have great interest in academics and will score good marks and results. You are intelligent and can go for higher studies and will be very well educated. You may be inclined towards the subjects of Agriculture, Automobile, geology and medicine."}
{"sign":"sagittarius","placement":"category","category":"career","value_id":"1","value":"You are deeply religious and are pandits of religion and politics. You can become successful evangelists, professor and educationists. Free, generous, honest, reliable, god-fearing. Alert, intuitive and burrows to the point easily. Straight forward in dealings and has high sense of justice.Too conventional and business like."}
{"sign":"sagittarius","placement":"category","category":"career","value_id":"2","value":"You are fun to work with. You know how to keep the environment light as well as stimulating for any task. Your energy and enthusiasm has a magnetic effect on people which makes you a wonderful team player. You are creative, inspiring, and versatile. Hence, careers which satiate your nervous energies like those related to travel or quest are more suited. You make excellent teachers, motivational speakers, politicians, NGO worker, philosophers, doctors etc."}
{"sign":"sagittarius","placement":"category","category":"career","value_id":"3","value":"The suitable professional industry for you include law, medicine, construction, company law, ayurvedic medicines, animal husbandry, vets, weapons, astrology, publishing house, travelling. You can excel as councilors, priest, sportsperson, advisers, teachers, lawyers, civil engineers, army commanders, writer, philosopher, explorer, travel guide, pilot, tutor, lecturer, interpreter, bookseller, publisher, personal trainer, doctor, editor, judge, translators, broadcasters, members of clergy."}
{"sign":"sagittarius","placement":"category","category":"romance","value_id":"1","value":"You are always honest in your feelings and emotions.You are romantic and pamper your partner as well. You are very passionate and loyal in love. You hesitate to express your love.You expect your partner to be genuine, understanding and committed to you."}
{"sign":"sagittarius","placement":"category","category":"romance","value_id":"2","value":"You are truthful, honest and fun loving. You are always positive, optimistic, full of enthusiasm and love to take challenges in your life. You are a romantic and dedicated lover. You expect your partner to be caring and trustworthy."}
{"sign":"sagittarius","placement":"category","category":"finance_parenthood","value_id":"1","value":"You are active and always in motion. Your heart and mind is always searching for new experiences. You always prefer life around you and run away from solitude and isolation. You are highly articulate and a fine public speaker; you know how to get ideas across to other people.You are impressive, trustworthy and positive."}
{"sign":"sagittarius","placement":"category","category":"finance_parenthood","value_id":"2","value":"Your quest for knowledge and adventure takes you far and wide in your lifetime.You are spiritual. However, you are also the most fun people others will ever meet. There is always something exciting going on with you.You are larger than life compared to everyone else."}
{"sign":"sagittarius","placement":"predictions","category":"children","value_id":"1","value":"Students will realise this year that they will have to work really very hard to obtain the desired results. You will also have to concentrate equally hard, and avoid getting diverted by anything. If you are going to complete graduation this year, you may get interested in many subjects and will have to prioritise your interests. Also, there are possibilities that you may fall short by just a few marks, so make sure you study everything in your syllabus."}
{"sign":"sagittarius","placement":"predictions","category":"children","value_id":"2","value":"If you are pursuing advanced education, it is all the more important to avoid distractions. Some personal problems or financial worries may disturb you. From the beginning of the last quarter of the year, however, you will be able to concentrate better. Travel is on the cards and will prove to be very profitable for you. Success will increase your self-confidence which, in turn, will lead to more success."}
{"sign":"sagittarius","placement":"predictions","category":"romance","value_id":"1","value":"Togetherness in times of sorrow and happiness would make your relationships stronger this year. 2015 would also be fruitful for those who are in search of a suitable life partner. Sagittarius teenagers might get involved in love relationships while those already in relationship would have to reassess your relationship and give it a bolder turn. A much anticipated outing with lover would prove pleasurable."}
{"sign":"sagittarius","placement":"predictions","category":"romance","value_id":"2","value":"Mutual respect and understanding would take your love to a new level. Trying some new ways would definitely bring excitement in your relationship. In conflicts, stick to truth and maintain honesty at all costs. Be patience while taking any decision for your love life as presumption and haste might cause conflict. If you are not satisfied in the relationship then express your feelings clearly. "}
{"sign":"sagittarius","placement":"predictions","category":"romance","value_id":"3","value":"If you are already in a steady relationship, the stars will demand that you try to understand your partner better and try not to be too possessive and give him/her enough freedom, or they may start feeling suffocated in the relationship. Don’t lose heart, though, as better times will come when the planet of love, Venus transits through Leo from around the 2nd week of June 2015 onwards."}
{"sign":"sagittarius","placement":"predictions","category":"romance","value_id":"4","value":"In the year ahead, you shall be comfortable on the financial front, predicts Ganesha. You will make use of your financial resources very wisely, without wasting them on unnecessary things, and will also save enough for emergencies. The transit of Jupiter will favour you on the financial front."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"1","value":"It is predicted that with careful planning and sincerity of execution you would be able to reach your target and that too without wasting much time. You are likely to hear of new job prospects. If you have just graduated you might find the opportunity of your preference. It could be seen that your intelligence would help you make utmost use of opportunity and bring substantial change in your lives. Your equity as a professional as well as popularity would increase this year.Your self-confidence would also be built and is likely to help you professionally and academically. "}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"2","value":"You would get mixed results in professional life. There are possibilities of your getting relocated in 2015. You would attain success away from your motherland. The year 2015 shall be the year of investment, uncontrolled expenses, travel and much more. You would be putting in lot of efforts but gains shall be less comparatively. After the transit of Jupiter in the mid of year there would be considerable decrease in your difficulties and your religious activities would get multiplied eventually."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"3","value":"This promises to be a year full of opportunities, gains and starry gifts. But do not brag about it – the more humble you remain, the better chances you will get. Travel, work and studies shall all bring gains, thanks to Jupiter. Financially, too, you shall be comfortable.  At work, remain open and candid, accept new challenges, and do justice to your work."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"4","value":"If you are engaged in the fashion or luxury-goods industry, you are likely to prosper. Things are likely to be smooth. Travel for business purposes is on the cards, which will be helpful to expand your operations to new territories."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"5","value":"In the beginning of the year there are possibilities of getting relocated. Be cautious while going on long journeys. In the latter half of the year you would be visiting places of pilgrimage. Journeys shall be beneficial especially in the latter half of the year."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"6","value":"Thinking before speaking is suggested every time while sharing an opinion on controversial issues. It is advised not to let conversations spiral into arguments and play into the desire to win the arguments. Your life is going to be set on the right track along with a strong balance between work and play. The year 2015 would bring you much opportunity to display your talents. You would feel ambitious and full of strength."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"7","value":"The planetary transitions this year will have a very positive influence on you, if you are expecting an increment or a promotion in your job. For businessmen, raising funds for expansion plans shall pose no problem. However, you may have to work very hard for implementing those plans. Therefore plan your strategies to the last detail."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"8","value":"This may be a very challenging year for professionals, foretells Ganesha. You will have to be constantly on your toes. Not only will your work be very difficult to perform within deadlines, but you shall also have to learn new things to keep up with your competitors. Your superiors are likely to keep you under pressure, so pull up your socks and get ready to give your 100 percent to your job. Don’t lose heart, though, and be patient as some relief will come by mid- year."}
{"sign":"sagittarius","placement":"predictions","category":"career","value_id":"9","value":"In the year ahead, you shall be comfortable on the financial front, predicts Ganesha. You will make use of your financial resources very wisely, without wasting them on unnecessary things, and will also save enough for emergencies. The transit of Jupiter will favour you on the financial front."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"Financially you are likely to get mixed results. Unexpected financial gains would keep you going but financial burdens might not stop chasing you. You would be successful away from your native place. In the latter half of the year you might plan to construct new house."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"After the mid of 2015 you and your children would be doing well educationally. Possibilities of getting opportunities of foreign education can also not be ruled out. You might get benefitted from some overseas connection. In job opportunities of change would come up but do not leave previous job without having a new job offer in hand."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"In the beginning of the year there are possibilities of getting relocated. Be cautious while going on long journeys. In the latter half of the year you would be visiting places of pilgrimage. Journeys shall be beneficial especially in the latter half of the year."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"Thinking before speaking is suggested every time while sharing an opinion on controversial issues. It is advised not to let conversations spiral into arguments and play into the desire to win the arguments. Your life is going to be set on the right track along with a strong balance between work and play. The year 2015 would bring you much opportunity to display your talents. You would feel ambitious and full of strength."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"The planetary transitions this year will have a very positive influence on you, if you are expecting an increment or a promotion in your job. For businessmen, raising funds for expansion plans shall pose no problem. However, you may have to work very hard for implementing those plans. Therefore plan your strategies to the last detail."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"This may be a very challenging year for professionals, foretells Ganesha. You will have to be constantly on your toes. Not only will your work be very difficult to perform within deadlines, but you shall also have to learn new things to keep up with your competitors. Your superiors are likely to keep you under pressure, so pull up your socks and get ready to give your 100 percent to your job. Don’t lose heart, though, and be patient as some relief will come by mid- year."}
{"sign":"sagittarius","placement":"predictions","category":"finance_parenthood","value_id":"7","value":"In the year ahead, you shall be comfortable on the financial front, predicts Ganesha. You will make use of your financial resources very wisely, without wasting them on unnecessary things, and will also save enough for emergencies. The transit of Jupiter will favour you on the financial front."}
