{"sign":"scorpio","placement":"intro","value_id":"1","value":"You are the Eighth sign of Zodiac, Scorpio ,You are loyal, passionate, resourceful, observant, dynamic, frank, fearless and brusque.You have a Fertile mind and great will power. You do not interfere in others’ matters. You are  Notorious, secretive, diplomatic, hospitable and caring."}
{"sign":"scorpio","placement":"intro","value_id":"2","value":"You are the Eighth sign of Zodiac, Scorpio ,you are  intense and powerful . You are wilful, proud and calm with an electrifying undercurrent of seething intensity. Purposeful and animated with force, you project a magnetic personality."}
{"sign":"scorpio","placement":"intro","value_id":"3","value":"You are the Eighth sign of Zodiac, Scorpio ,You are loyal, passionate, resourceful, observant, dynamic, frank, fearless and brusque.Purposeful and animated with force, you project a magnetic personality."}
{"sign":"scorpio","placement":"intro","value_id":"4","value":"You are the Eighth sign of Zodiac, Scorpio , your imagination and intuition are excellent. You are blessed with subtle mind which is hard to influence, not easily imposed upon, energetic, courageous and sarcastic. You are of practical nature. You have strong likes and dislikes, and have a tendency to override and keep others under control."}
{"sign":"scorpio","placement":"intro","value_id":"5","value":"You are the Eighth sign of Zodiac, Scorpio ,you are emotional, powerful feelings, loyal, imaginative, determined, intelligent, self critical, protective and compassionate.You are a fierce competitor, combined with your powers of observation and your excellent memory; you will recall facts and when necessary, bring them to the table at the time of need. You have strong likes and dislikes, and have a tendency to override and keep others under control."}
{"sign":"scorpio","placement":"intro","value_id":"6","value":"You are the Eighth sign of Zodiac, Scorpio , you are  intense and powerful . You are wilful, proud and calm with an electrifying undercurrent of seething intensity.Your imagination and intuition are excellent. You are blessed with subtle mind which is hard to influence, not easily imposed upon, energetic, courageous and sarcastic."}
{"sign":"scorpio","placement":"intro","value_id":"7","value":"You are the Eighth sign of Zodiac, Scorpio ,you have high rational thinking, hate gossip, loose talk, blackmailing and are only concerned with your work. You cannot remain idle. While facing obstacles and hindrances, you are at your best talents, and never surrender but fight to the last end."}
{"sign":"scorpio","placement":"category","category":"children","value_id":"1","value":"You are mysterious and intense in nature. You are someone who loves to extreme and hates to extreme. You always want to win. You need to be disciplined and learn to forgive. You are very sharp brave and very attractive."}
{"sign":"scorpio","placement":"category","category":"children","value_id":"2","value":"The Scorpio child gives unconditional love and that is the best quality you have. You also want to be loved by everyone. Your parents should take you seriously and always encourage your dreams.You are very good in academics and tend to give the best results.Philosophy and Literature are the subjects where you can get extreme success."}
{"sign":"scorpio","placement":"category","category":"career","value_id":"1","value":"You are courageous and disciplined and often admired for these qualities. Work wise, you are great employee and supervisors who spend a great deal of time talking to your subordinates about the way of working You’d be comfortable in. You are devoted folks who often take work at home."}
{"sign":"scorpio","placement":"category","category":"career","value_id":"2","value":"A great asset to any team, you excel in careers that gels well with your “answer seeking” desires, such as medical research, journalism, psychology, etc. Since you are good with keeping secrets and trustworthy, Scorpio born also performs well in business management, engineering, analytics, security, etc."}
{"sign":"scorpio","placement":"category","category":"romance","value_id":"1","value":"Love for the Scorpio born is all about uniting, immersing and consuming. You love with everything you have got and can sacrifice anything for its cause. To you, love is another mystery that can be solved only through complete unification of emotions, souls and bodies. So, you take a lot of time in judging the right person to grow old with. In love, Scorpio natives are strong as well as gentle, loving, protective, and faithful. You make romantic partners who often border around insecurity and possessiveness."}
{"sign":"scorpio","placement":"category","category":"romance","value_id":"2","value":"You are protective and powerful but are jealous and shrewd too.You are a passionate lover who is possessive and considered to be highly romantic but you are someone who will never express your feelings.  You love with everything you have got and can sacrifice anything for its cause."}
{"sign":"scorpio","placement":"category","category":"finance_parenthood","value_id":"1","value":"Natives born with Scorpio sun sign are known for lavish lifestyle. You invest shrewdly and wisely. You have well ordered finances aimed at conserving wealth. Most scorpion natives have a habit of saving regularly. You have very good intuitive abilities and often, you win good bets in financial risks or investments. You always invest with long term plans and very seldom you like to talk about your financial status."}
{"sign":"scorpio","placement":"category","category":"finance_parenthood","value_id":"2","value":"Scorpions are known to be strict parents who take the task of parenting in orderly manner since early stages. You have fixed views on child upbringing. You opt to encourage and develop child’s interest in various realm of knowledge slowly but constantly."}
{"sign":"scorpio","placement":"predictions","category":"children","value_id":"1","value":"It is highly favorable year for students. Those students who are planning to prepare for your admission in some reputed institute would be certainly successful. This year is auspicious for studying serious and esoteric subjects."}
{"sign":"scorpio","placement":"predictions","category":"children","value_id":"2","value":"Your intellect and diligence would help you achieve all that you want. You also have a bright academic prospect. Personally, Scorpio would find the family front most peaceful and tranquil, allowing you to do your own things."}
{"sign":"scorpio","placement":"predictions","category":"children","value_id":"3","value":"Excellence in a favourite subject is foreseen on the academic front for Scorpio students. Your broad mind and courage would help you overcome most situations this year. Path of career development and achieving targets would be smooth and would keep you motivated for the next target. There would be changes in joint ventures and partnership that would prove beneficial."}
{"sign":"scorpio","placement":"predictions","category":"children","value_id":"4","value":"The year 2015 would help you become popular among friends and relatives due to your consistency in words and actions. The year would help you maintain a balance on home and work front. You would have power of your virtues which can turn any situation in a favorable one."}
{"sign":"scorpio","placement":"predictions","category":"romance","value_id":"1","value":"Love would prosper well in the year 2015 which would turn into marriage both for those already in a relationship as well as for single. The change in planetary position in Scorpio horoscope during 2015 would help you manage time for your spouse whatever be the work schedule this year. "}
{"sign":"scorpio","placement":"predictions","category":"romance","value_id":"2","value":"Your loved ones would be more than accommodating to see you happy throughout. Your heart would have a voice of its own and give you a signal every time something important happens. Personally, Scorpio would find the family front most peaceful and tranquil, allowing you to do your own things. Singles would discover the joys of love thoroughly. You might also get an opportunity to date your favourite person. "}
{"sign":"scorpio","placement":"predictions","category":"romance","value_id":"3","value":"This year is going to prove favorable for family.There are possibilities of childbirth and your children would be doing reasonably well in their education and career. You would go on a journey to a place of pilgrimage with your family members. There would be an atmosphere of peace; affection and harmony in the family. The latter half of the year shall mark the celebration of some grand auspicious ceremony at home."}
{"sign":"scorpio","placement":"predictions","category":"romance","value_id":"4","value":"You are likely to go to some place of pilgrimage. Possibilities of abroad travel can also not be ruled out. In the latter half of the year you might get shifted to your place of choice.The latter half of the year shall mark the celebration of some grand auspicious ceremony at home."}
{"sign":"scorpio","placement":"predictions","category":"romance","value_id":"5","value":"The year 2015 would help you become popular among friends and relatives due to your consistency in words and actions. The year would help you maintain a balance on home and work front. You would have power of your virtues which can turn any situation in a favorable one."}
{"sign":"scorpio","placement":"predictions","category":"career","value_id":"1","value":"Financially it is going to turn out a much better year than the previous one. Your expenses would be under control and saving potential would get enhanced. There shall be developments in matters related to property. Be cautious while making investments and do not invest money in a hurry. New source of income shall get generated."}
{"sign":"scorpio","placement":"predictions","category":"career","value_id":"2","value":"The Scorpio horoscope for 2015 reflects that you would be placed in a much better position both financially and socially. There would be an increase in your network and span of influence. You would have to be quick and sure footed as far as professional work is concerned. Askganesha astrologers predict that changes are bound to happen and the only way to deal with you is to adapt to you as early as possible. "}
{"sign":"scorpio","placement":"predictions","category":"career","value_id":"3","value":"There could be expansion in an existing business activity and chances are that you might engage in a new project or a new line of work. However, opportunities should be explored with a detailed and systematic approach to receive maximum benefits. If there is any ongoing legal matter in court then the decision would turn in favour near the mid of 2015. Your confidence level would increase and stalled projects and work would also pick up speed."}
{"sign":"scorpio","placement":"predictions","category":"career","value_id":"4","value":"It is predicted that you would feel secure in your jobs and can expect a major promotion. Your ability to take risk would impress even the hardest of your critics. A time consuming task you might have taken would be completed in record time. It is also possible that you would be so enthusiastic this year that you might consider professional training for further education which would prove to be an excellent move this year."}
{"sign":"scorpio","placement":"predictions","category":"career","value_id":"5","value":"The year 2015 would help you become popular among friends and relatives due to your consistency in words and actions. The year would help you maintain a balance on home and work front. You would have power of your virtues which can turn any situation in a favorable one."}
{"sign":"scorpio","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"Financially it is going to turn out a much better year than the previous one. Your expenses would be under control and saving potential would get enhanced. There shall be developments in matters related to property. Be cautious while making investments and do not invest money in a hurry. New source of income shall get generated."}
{"sign":"scorpio","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"The Scorpio horoscope for 2015 reflects that you would be placed in a much better position both financially and socially. There would be an increase in your network and span of influence. You would have to be quick and sure footed as far as professional work is concerned. Askganesha astrologers predict that changes are bound to happen and the only way to deal with you is to adapt to you as early as possible. "}
{"sign":"scorpio","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"There could be expansion in an existing business activity and chances are that you might engage in a new project or a new line of work. However, opportunities should be explored with a detailed and systematic approach to receive maximum benefits. If there is any ongoing legal matter in court then the decision would turn in favour near the mid of 2015. Your confidence level would increase and stalled projects and work would also pick up speed."}
{"sign":"scorpio","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"This year is going to prove favorable for family.There are possibilities of childbirth and your children would be doing reasonably well in their education and career. You would go on a journey to a place of pilgrimage with your family members. There would be an atmosphere of peace; affection and harmony in the family. The latter half of the year shall mark the celebration of some grand auspicious ceremony at home."}
{"sign":"scorpio","placement":"predictions","category":"finance_parenthood","value_id":"5","value":"You are likely to go to some place of pilgrimage. Possibilities of abroad travel can also not be ruled out. In the latter half of the year you might get shifted to your place of choice.The latter half of the year shall mark the celebration of some grand auspicious ceremony at home."}
{"sign":"scorpio","placement":"predictions","category":"finance_parenthood","value_id":"6","value":"The year 2015 would help you become popular among friends and relatives due to your consistency in words and actions. The year would help you maintain a balance on home and work front. You would have power of your virtues which can turn any situation in a favorable one."}
