{"sign":"taurus","placement":"intro","value_id":"1","value":"Second in the zodiac wheel, Taurus, you are very friendly in nature, caring and you would never turn you back empty handed when you approach them for help. You are a great example and role model for others and are always guiding people on the right path. You hate monotony and boredom and do everything to make your work exciting and interesting."}
{"sign":"taurus","placement":"intro","value_id":"2","value":"Second in the zodiac wheel, Taurus, you are all about possessions and rewards. You adore sensual pleasures and like to be surrounded by comforting beautiful things. You are artistic with a fine taste in everything."}
{"sign":"taurus","placement":"intro","value_id":"3","value":"Second in the zodiac wheel, Taurus, you have an inherent tendency, almost a need, to make things go steady.You are a great example and role model for others and are always guiding people on the right path. You hate monotony and boredom and do everything to make your work exciting and interesting."}
{"sign":"taurus","placement":"intro","value_id":"4","value":"Second in the zodiac wheel, Taurus, you have great value for peace and harmony in personal life and hence, you always strive to keep your family happy and blissful. You are artistic with a fine taste in everything."}
{"sign":"taurus","placement":"intro","value_id":"5","value":"Second in the zodiac wheel, Taurus, you are highly practical and dependable. You are dedicated to your work and the people you love, and are very loyal. You are known to be generous, nurturing, friendly and genuine people."}
{"sign":"taurus","placement":"intro","value_id":"6","value":"Second in the zodiac wheel, Taurus,you are practical, reliable, calm, persistent, ambitious, warm hearted, strong willed, fond of pleasures, luxuries, imaginative, careful and strong outlook, attentive, gentle, placid, fond of cooking."}
{"sign":"taurus","placement":"intro","value_id":"7","value":"Second in the zodiac wheel, Taurus,you are practical, reliable, calm, persistent, ambitious and warm hearted.Taurus' horoscope personality traits include taking a hands-on, down to earth approach in life.You need to see, feel and touch it for it to be real. You have difficulty believing in anything you cannot see with the naked eye, touch with your hands or hear with your own ears. You do not believe in the invisible unseen world."}
{"sign":"taurus","placement":"intro","value_id":"8","value":"Second in the zodiac wheel, Taurus,you are always cheerful and smiling and you are remarkable in displaying your affection and care for others. You love beauty and beautiful things. You love to travel to far off places. Music, art and artistic pursuits could be your best diet."}
{"sign":"taurus","placement":"category","category":"romance","value_id":"1","value":"You are good looking and attractive and very hard working. You are jovial with very good sense of humour. You take the challenges of life with great determination and pride. You are stubborn but at the same time you are patient. You are very romantic when it comes to relationship. You consider your partners to be your best friend."}
{"sign":"taurus","placement":"category","category":"romance","value_id":"2","value":"You love to be in love and you give love too. You are very simple yet elegant and steady when it comes about the expressing love. You enjoy the closeness in the relationship.You are generally reserved in nature and do not open up easily to unknown. You believe in commitment in relationship, if your partner is committed then you give completely to him. You are very affectionate and sensual when you are in relationships."}
{"sign":"taurus","placement":"category","category":"career","value_id":"1","value":"You are considered to be workaholic and very hardworking in your career. You are a team player and very cooperative among the team members. You are an asset to your company, you are very successful.You are good in finance, you manage the money well and spend it according to your needs and save money for future as well."}
{"sign":"taurus","placement":"category","category":"career","value_id":"2","value":"The Earth element of your sun sign makes you a workaholic. You can work alone but love team work where you are often perceived as dependable, cooperative and pragmatic. You never act on impulses and will always think things through first. To such a hard worker with laser sharp focus, the best suited careers are banking, performing arts, accounts, or any profession which calls for a dedicated mind."}
{"sign":"taurus","placement":"category","category":"career","value_id":"3","value":"In your career(s) you choose ones involving getting the best paycheck for your efforts. You never settle for any profession with low paying wages.It's important that your work be financial secure above all other benefits when deciding on your career choices."}
{"sign":"taurus","placement":"category","category":"career","value_id":"4","value":"For all your practicality in your work, you are lovers of art, music and culture. You can be gifted with creative talents that make you a natural born performer.Your ruling planet, Venus, makes for excellent professions in art, fashion, music, and all things creative."}
{"sign":"taurus","placement":"category","category":"children","value_id":"1","value":"You are very affectionate ,sweet and peaceful. You love the natural environment and are very strong as well , but yes stubborn too.You are motivated and work very hard, in a systematic and organized manner. You follow a particular routine and do not like uncertain and sudden change. You are dutiful committed and take commitments seriously. You show a lot of affection towards your parents and are very loyal towards your friends."}
{"sign":"taurus","placement":"category","category":"children","value_id":"2","value":"You are very good in studies but you need the support and guidance.You always need encouragement to do well in exams and studies.You are competitive as well, which helps you to concentrate in the studies and on your own world. You are very creative, a good painter and good in music as well.You are an obedient and sincere child."}
{"sign":"taurus","placement":"category","category":"finance_parenthood","value_id":"1","value":"You are known to save good money and spend on good quality luxury items. You know exactly where to spend and where to save. You accumulate and hoard money and never squander unnecessarily. You are practical and your bank balance rise gradually; you do not take chances, absolutely not! You know the value of money and never waste it. Shrewd in business dealings you are a tough negotiator."}
{"sign":"taurus","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are good at managing cash flow. Material success is important to them and you make sure that you possess enough bank balance. You enjoy investing money in hotels, construction ventures, share of companies with good portfolio. Your financial status usually keeps on rising with age. You enjoy watching money grow with good investments."}
{"sign":"taurus","placement":"category","category":"finance_parenthood","value_id":"3","value":"You are an obsessive parent who favour discipline and routine in a child’s life. You make more money to give comfortable life to your children. The children enjoy good structured environment that helps in enhancing their practical creativity."}
{"sign":"taurus","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"Your priority, in the year 2015, should be to ensure security and stability in every aspect of life. This year successes would come from active support of your partner both in the professional as well as in your personal lives. Your stars are offering Taurus individuals a chance to apply your skills and professional knowledge."}
{"sign":"taurus","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"Peace and tranquility would prevail on family front during 2015. An outing with friends would prove most rejuvenating. You would benefit with the support received from your friends and well-wishers from time to time. Domestic bliss would be enhanced and an auspicious event would call for a celebration."}
{"sign":"taurus","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"You must focus and pursue your career and profession with single minded determination this year. It is predicted that legacy and ancestral property matters might get solved in your favour though you might have to spend some money for it. Lift in role and increase in responsibility is also foreseen this year."}
{"sign":"taurus","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"Your career planning needs to be revised under the guidance of experts to get better result. You should go ahead and let an increasing executive take you under the wings. Business trips would be refreshing and fruitful. If you are working in domestic organizations you would receive offers from multinational firms."}
{"sign":"taurus","placement":"predictions","category":"career","value_id":"1","value":"Your priority, in the year 2015, should be to ensure security and stability in every aspect of life. This year, successes would come from active support of your partner both in the professional as well as in your personal lives. Your stars are offering Taurus individuals a chance to apply your skills and professional knowledge."}
{"sign":"taurus","placement":"predictions","category":"career","value_id":"2","value":"Peace and tranquility would prevail on family front during 2015. An outing with friends would prove most rejuvenating. You would benefit with the support received from your friends and well-wishers from time to time. Domestic bliss would be enhanced and an auspicious event would call for a celebration."}
{"sign":"taurus","placement":"predictions","category":"career","value_id":"3","value":"You must focus and pursue your career and profession with single minded determination this year. It is predicted that legacy and ancestral property matters might get solved in your favour though you might have to spend some money for it. Lift in role and increase in responsibility is also foreseen this year."}
{"sign":"taurus","placement":"predictions","category":"career","value_id":"4","value":"Your career planning needs to be revised under the guidance of experts to get better result. You should go ahead and let an increasing executive take you under the wings. Business trips would be refreshing and fruitful. If you are working in domestic organizations you would receive offers from multinational firms."}
{"sign":"taurus","placement":"predictions","category":"romance","value_id":"1","value":"Peace and tranquility would prevail on family front during 2015. An outing with friends would prove most rejuvenating. You would benefit with the support received from your friends and well-wishers from time to time. Domestic bliss would be enhanced and an auspicious event would call for a celebration."}
{"sign":"taurus","placement":"predictions","category":"romance","value_id":"2","value":"Taurus horoscope for 2015 points out that if you are already in a committed relationship, then the year would be smooth as there would be no obstacles in your way. If married,you would fall in love with your mate again bringing the charm and excitement back in your routine life. Singles would be able to find your partner, and couples who were in a relationship for long period of time would get married."}
{"sign":"taurus","placement":"predictions","category":"romance","value_id":"3","value":"This year all Taurus people should try to be happy with your partners and cherish the moments. Tour and get-togethers would bring your loved ones close and mutual understanding would grow stronger.You need to strengthen your relationships and persuade your life partner carefully in matter of difference in thoughts."}
{"sign":"taurus","placement":"predictions","category":"romance","value_id":"4","value":"If you have genuine feelings for someone, then it is the year 2015,best time to communicate. It is anticipated that this year, Taurus people in partnership would find your lovers in a giving and sympathetic mood. There would be lot of passion and harmony in your love life. If you are married and have children, you would be  a source of happiness and great satisfaction. Those who have just started off with a new relationship would find a strong desire in themselves as well as in your partner to remain together."}
{"sign":"taurus","placement":"predictions","category":"children","value_id":"1","value":"Peace and tranquility would prevail on family front during 2015. An outing with friends would prove most rejuvenating. You would benefit with the support received from your friends and well-wishers from time to time. Domestic bliss would be enhanced and an auspicious event would call for a celebration."}
{"sign":"taurus","placement":"predictions","category":"children","value_id":"2","value":"You would make up mind to study for the competitive exam and get success there. If you are dwelling in the field of creativity, you would get recognition. If you are keen to take part in competitive exam or sports, you would emerge successful."}
{"sign":"taurus","placement":"predictions","category":"children","value_id":"3","value":"This year brings a lot of short travels related to creative ventures for you, leading to huge expenses. You might have to move away from your own place due to unavoidable circumstances. You might also prosper in higher education away from home."}
{"sign":"taurus","placement":"predictions","category":"children","value_id":"4","value":"To develop full potential you need routine practice and practical knowledge. Often skeptical about experimentation and adventure you need gentle encouragement to soar high in life. A sense of permanence, a feeling of security is essential to keep you going."}
