{"sign":"virgo","placement":"intro","value_id":"1","value":"Your sign is Virgo the sixth sign of the Zodiac.You are knowledgeable, well- read and will be able to provide information on large and varied topics.You are sensitive, trustworthy, generous and self-conscious by nature. You cannot see the pain of others and go out of the way to help those in need."}
{"sign":"virgo","placement":"intro","value_id":"2","value":"Your sign is Virgo the sixth sign of the Zodiac.You are methodical and systematic, you verify your work twice to make sure there is no mistake. You are hard working, extremely practical and with a great appetite for details. You thrive on constant activity and have a lot of nervous energy to burn."}
{"sign":"virgo","placement":"intro","value_id":"3","value":"Your sign is Virgo the sixth sign of the Zodiac.Precision and neatness are natural to you and go with purity that is depicted by the symbol of sun sign itself. You appreciate things of beauty and you are very tidy by nature and like to keep your surrounding highly clean. You possess a very analytical and logical mind so in your conversations You try to give as much details as possible."}
{"sign":"virgo","placement":"intro","value_id":"4","value":"Your sign is Virgo the sixth sign of the Zodiac.You are methodical and systematic, you verify your work twice to make sure there is no mistake.You possess a very analytical and logical mind so in your conversations You try to give as much details as possible."}
{"sign":"virgo","placement":"intro","value_id":"5","value":"Your sign is Virgo the sixth sign of the Zodiac.You are highly sensible and like to lead a simple life. You generally enjoy good health with long life. You have an active childhood and you are fond of physical activities and sports.You have a tendency to look younger than your actual age and mix well with all possible age groups."}
{"sign":"virgo","placement":"category","category":"children","value_id":"1","value":"You always display perfection in your activities and are always organized. You have  a curious mind and show enthusiasm in learning new things. You will have to be taught to laugh and remain happy."}
{"sign":"virgo","placement":"category","category":"children","value_id":"2","value":"You are a real angel, you have the helping attitude since childhood and hence it becomes easy to upbring you. You are usually curious and strive tremendously to find satisfying answers to your curious doubts. This makes your fundamentals very strong."}
{"sign":"virgo","placement":"category","category":"children","value_id":"3","value":"You are well organized, good in your work and hence love the admiration of all the people you come into contact. You will grow up to become the favourite employee. Your keen sense of perfectionism will prove as an asset to the organization.You have a habit to remain perfect at all times and this occasionally changes your behaviour and outlook of common aspects."}
{"sign":"virgo","placement":"category","category":"career","value_id":"1","value":"You believe in system and order. You are always attracted by the deeper meaning of hidden facts. The best appropriate profession for you is research in any field like astrology, astronomy, science, literature, space etc. You are good in calculation so you might be a good mayouatician. Virgos can be teachers and communicators."}
{"sign":"virgo","placement":"category","category":"career","value_id":"2","value":"You do not esteem a superior who is not your intellectual equal – no matter how much money or power that superior has. At work you like to stay lively. You are a good learner.You may change occupations several times during your professional lives, until you find the one you really enjoy. You work well with other people,and are not afraid to work hard and always fulfil your responsibilities."}
{"sign":"virgo","placement":"category","category":"career","value_id":"3","value":"You possess a sharp business sense. You will make many excellent contacts during the course of your work. Your income would be from more than one source and you are likely to hold a position of respect in your organization. You are the one who will go into minor details of every project handled and bring about excellent results."}
{"sign":"virgo","placement":"category","category":"career","value_id":"4","value":"The strong influence of Sun promises you an excellent medical career. You also will be successful in teaching, accounts and engineering. You can also do wonders in the fields of arts, writing, printing and agriculture. The planet Venus brings you good opportunities in the food and beverage industry.The reasonable approach would be the way of success for you."}
{"sign":"virgo","placement":"category","category":"career","value_id":"5","value":"You have more work skills and talents than most people have.You excel in careers that bring out your many natural talents: having a green thumb, animal lover, a naturalist, loving children and all things of the earth and mother nature."}
{"sign":"virgo","placement":"category","category":"career","value_id":"6","value":"You make excellent candidates for careers in the field of accounting, animal services, nutrition, medicine, health care, military, law enforcement services, hygiene, public service, human rights, horticulture, engineering and the environment."}
{"sign":"virgo","placement":"category","category":"romance","value_id":"1","value":"You are a person who can get easily attracted by love and compassion. You always tend to analyze the pros and cons in love before indulging into it. After many painful experiences, you many realize that no stone is left unturned. Being a fascinating, resourceful and sensuous personality, you are highly desirable to get the best."}
{"sign":"virgo","placement":"category","category":"romance","value_id":"2","value":"You aspire for affection and generosity.You always expect good behaviour and efficiency from your partner. Being self critical, you also want your partner to be a perfectionist. You have a very powerful mind and you must have the proper attitude for your life to be happy and successful."}
{"sign":"virgo","placement":"category","category":"romance","value_id":"3","value":"You make excellent partners as you are methodical in your approach to love as well. You are patient and shower your mates with affection. You prefer to get into relationships that will last forever rather than opt for flings. Because you want to be ‘needed’. you choose your partners based on how much they need you in their lives. You are a dedicated and a loyal lover."}
{"sign":"virgo","placement":"category","category":"romance","value_id":"4","value":"You are an ideal partner. You shower your partner with love and affection and do little things that you know will make them happy. You constantly need appreciation and soothing words from your partner."}
{"sign":"virgo","placement":"category","category":"finance_parenthood","value_id":"1","value":"You possess apt attitude that generates wealth.You are highly productive, eager, thrifty, organized, effective, industrious and hard working. Your financial status gets improved only if you get complete control of your social graces. Virgo should learn to master perfectionism and purity in a graceful and correct manner in order to attain financial stability."}
{"sign":"virgo","placement":"category","category":"finance_parenthood","value_id":"2","value":"You are more targeted towards your economic security. You know the actual value of money and hence not at all ready to take any financial risks.You prefer to save money for life after retirement or for any needy day. You are extremely prudent in calculating your investments at lesser risk. All your plans usually succeed and give you a financial security that you love. You love to help your needy friends."}
{"sign":"virgo","placement":"category","category":"finance_parenthood","value_id":"3","value":"You possess a strong commercial instinct; therefore you are very careful in your decisions. You will prefer to struggle and earn your living rather than earn money through dubious means. Although You will have many ups and downs financially, you will rise to the top by the dint of your own talent and hard work."}
{"sign":"virgo","placement":"category","category":"finance_parenthood","value_id":"4","value":"You are caring, supportive and plan carefully for your children’s future. You work hard with your children. You set high standards for them and take any stagnation or failure seriously. You make the child rework, revise so that they can excel well in life."}
{"sign":"virgo","placement":"predictions","category":"children","value_id":"1","value":"The year 2015 would bring opportunity for Virgo to see the world. Students planning to study abroad would receive their student Visa and get other good things going on for them in the months of May, June, September and November. Chances of facing a location change during the year are highly likely. 3rd quarter of the year would be best for this. Travelling abroad and getting an advanced degree are among other possibilities in the year."}
{"sign":"virgo","placement":"predictions","category":"children","value_id":"2","value":"On the education front, the stars will largely be in your favour. Saturn, being the Lord of the House of Education for your Sign, forms a Square aspect with your Sign. This planetary combinations bodes well for your academic progress. The stars in the initial stages of the year 2015 too will be favourable for students. However, Saturn transits through the 12th House from own Sign this year, which will test your ability and dedication."}
{"sign":"virgo","placement":"predictions","category":"children","value_id":"3","value":"Virgo, in 2015 expect unexpected changes for you that seem insurmountable at first, but successfully dealt with by you. This year is a working year for you. One that requires you to be mindful of your personal and financial affairs constantly. You need to be in charge, instead of letting others step in and take over from you. You have the skills and creative insight to see you through."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"1","value":"If you think you must quit a job or bring a definite change, the period from around mid June to mid September will present some good opportunities. The ideal period to change a job, thus and if you must do, would be around August to mid September. Do review all the aspects carefully, with a long term perspective in view, before you take a leap, though."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"2","value":"If there is one place Virgos are happiest it is at their work. And, 2015 is a good year for you in this area. Work is the key word for you. This is more a year of being on your way towards success rather than enjoying the fruits of your success. Projects and promotions move forward."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"3","value":"You prefer work in a wide assortment of professions. That might suggest there is no set career pattern. Not true. In all of the career choices for you, there is always an eagerness to serve others.You like working in professions that are hands-on and produce results you can see at the end of the day."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"4","value":"On the financial front, your expenses will increase in 2015, but at the same time your income will also increase, especially from unexpected sources. Besides, you will find more opportunities to earn an extra buck, so that will take care of the extra expenses. During this year, just remember that whenever you have any surplus cash, you would do well to invest it wisely. This year you shall also tend to spend on social causes or for charity."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"5","value":"Virgo, in 2015 expect unexpected changes for you that seem insurmountable at first, but successfully dealt with by you. This year is a working year for you. One that requires you to be mindful of your personal and financial affairs constantly. You need to be in charge, instead of letting others step in and take over for you. You have the skills and creative insight to see you through."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"6","value":"Toe the line with your finances in 2015. Stick to your budget, regardless of how tempting it is to splurge just this one time. If there is one thing you are good at, it is being able to deny yourself in the short term for greater enjoyment in the long term. Investments can be a good return for you, but make sure they are reliable methods. Better to pass up on a friends financial advice on where to put your money for this year at least. This is not a year to take risks with finances."}
{"sign":"virgo","placement":"predictions","category":"career","value_id":"7","value":"Virgo, this month you expect rewards for your hard work. And you want the rewards to come in the form of money.If that is the proof you are looking for, make sure your plan goes beyond just putting in longer hours. Be practical, realistic and flexible."}
{"sign":"virgo","placement":"predictions","category":"romance","value_id":"1","value":"There is a likelihood that, if you are single, you will get into a lasting relationship, which could even be with a childhood friend. Have patience, give your partner the freedom he/she desires, if you wish to take the relationship to the next level. If you are already in a stable relationship and wish to go for marriage,this year will be auspicious for doing so. Married couples may embark on a little outstation trip to strengthen your bond."}
{"sign":"virgo","placement":"predictions","category":"romance","value_id":"2","value":"Virgo, in 2015 expect unexpected changes for you that seem insurmountable at first, but successfully dealt with by you. This year is a working year for you. One that requires you to be mindful of your personal and financial affairs constantly. You need to be in charge, instead of letting others step in and take over for you. You have the skills and creative insight to see you through."}
{"sign":"virgo","placement":"predictions","category":"finance_parenthood","value_id":"1","value":"On the financial front, your expenses will increase in 2015, but at the same time your income will also increase, especially from unexpected sources. Besides, you will find more opportunities to earn an extra buck, so that will take care of the extra expenses. During this year, just remember that whenever you have any surplus cash, you would do well to invest it wisely. This year you shall also tend to spend on social causes or for charity."}
{"sign":"virgo","placement":"predictions","category":"finance_parenthood","value_id":"2","value":"Virgo, in 2015 expect unexpected changes for you that seem insurmountable at first, but successfully dealt with by you. This year is a working year for you. One that requires you to be mindful of your personal and financial affairs constantly. You need to be in charge, instead of letting others step in and take over for you. You have the skills and creative insight to see you through."}
{"sign":"virgo","placement":"predictions","category":"finance_parenthood","value_id":"3","value":"Toe the line with your finances in 2015. Stick to your budget, regardless of how tempting it is to splurge just this one time. If there is one thing you are good at, it is being able to deny yourself in the short term for greater enjoyment in the long term. Investments can be a good return for you, but make sure they are reliable methods. Better to pass up on a friends financial advice on where to put your money for this year at least. This is not a year to take risks with finances."}
{"sign":"virgo","placement":"predictions","category":"finance_parenthood","value_id":"4","value":"Virgo, this month you expect rewards for your hard work. And you want the rewards to come in the form of money.If that is the proof you are looking for, make sure your plan goes beyond just putting in longer hours. Be practical, realistic and flexible."}
